[
	{
		"_id": "B08J66ZMY7",
		"title": "Apple iPad Air (10.9-inch, Wi-Fi, 64GB) - (4th Generation)",
		"rating": "4.9 out of 5 stars",
		"asin": "B08J66ZMY7",
		"soldBy": "Amazon.com",
		"fulfilledBy": "Amazon.com",
		"sellerId": null,
		"warehouseAvailability": "In Stock.",
		"retailPrice": 599,
		"price": 559,
		"countInStock": 2,
		"priceRange": null,
		"shippingPrice": 0,
		"priceShippingInformation": "",
		"priceSaving": "You Save: $40.00 (7%)",
		"features": [
			"Stunning 10.9-inch Liquid Retina display with True Tone and P3 wide color",
			"A14 Bionic chip with Neural Engine",
			"Touch ID for secure authentication and Apple Pay",
			"12MP back camera, 7MP FaceTime HD front camera",
			"Available in Silver, Space Gray, Rose Gold, Green, and Sky Blue"
		],
		"images": [
			"https://images-na.ssl-images-amazon.com/images/I/719UcXKzXHL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/714s7LfdaBL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/81e93r4PDGL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/71au9ROOX1L._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/81ZLh0-JeFL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/71XK-L0YOkL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/81CmK8rYU8L._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/71F%2BreknDOL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/81UPdTmMnIL._AC_SL1500_.jpg"
		],
		"description": null,
		"details": [
			{
				"name": "Product Dimensions",
				"value": "9.74 x 7 x 0.24 inches; 1 Pounds"
			},
			{
				"name": "Item Weight",
				"value": "1 pounds"
			},
			{
				"name": "Manufacturer",
				"value": "Apple Computer"
			},
			{
				"name": "ASIN",
				"value": "B08J66ZMY7"
			},
			{
				"name": "Item model number",
				"value": "MYFM2LL/A"
			},
			{
				"name": "Batteries",
				"value": "1 Lithium Polymer batteries required. (included)"
			},
			{
				"name": "Date First Available",
				"value": "September 15, 2020"
			}
		],
		"minimalQuantity": "1",
		"dealPrice": 0,
		"salePrice": 0,
		"reviews": [
			{
				"text": "This new iPad Air, on the surface, isn't anything groundbreaking. It's a bit faster, a bit thinner, a bit lighter, and a bit shinier than all the tablets I've used before. But, taken altogether--and taken along with the second-gen Apple Pencil--it feels like an entirely new experience. I haven't been this struck by a new device in a while. Over the years, I've owned three or four iPads, a few Android tablets, and a few convertible touchscreen laptops running various OSes. I've always been partial to Samsung because of the S Pen, and I've owned a couple of Galaxy Tabs and the Chromebook Pro: I love taking handwritten notes during meetings, and I like writing my first drafts by hand. But this device, with the Pencil, is leaps and bounds better than any other tablet I've used. Writing and drawing on it feels completely intuitive and fluid. The responsiveness of the interface with the pencil is amazing--it reproduces my handwriting (chicken scratch that it is) perfectly. And more than that, the built-in handwriting recognition in the OS is frankly astounding. Either using the Scribble feature to handwrite form entries or using the Notes app's feature that lets you search your handwritten notes, everything works FAR better than I expected them to. Let me reiterate: my handwriting is atrocious. And yet, this iPad is able to decipher my hieroglyphics with a frequency that actually makes the feature really useful--I was expecting it to be little more than a gimmick, as in the past handwriting recognition apps have been completely useless for me. There've been a few times where I actually giggled out loud when the iPad recognized something I'd written that I could barely read myself. Outside of how perfectly the iPad, iPadOS14, and Pencil have all integrated into my workflow, the design of the device itself is very nice, and the build quality is excellent. The tablet feels oddly light while still feeling very sturdy. And it's thin--even Apple's marketing images really don't do it justice. And obviously the new processor is nice, though I won't pretend to have done enough to even come close to pushing its limits. But the entire experience has been very smooth, even playing around with video editing and trying to find the most graphically-intensive games on the App Store I could. Haven't seen any lag or stuttering at all. All that said, it's not perfect. I do wish Apple was finally putting OLEDs into more of their devices outside of the iPhone. The screen on this really is gorgeous, don't get me wrong. And the blacks aren't awful or anything. But given how great everything else is on this device, having a backlit screen--as advanced and pretty as it is--just feels weird. And I'm kind of ambivalent about the power button TouchID. Don't get me wrong, I'm thrilled the Home button is gone, but I think I'd kinda prefer FaceID. The TouchID on this iPad works great, and it does work very quickly, but I'm spoiled by being used to just tapping the screen on my iPhone and having it unlock itself automatically. Anyway, those minor gripes aside, this is a great little device, it fit itself into my workflow immediately. I think the highest praise I can give it is that it's amazing how quickly it effectively disappeared: within a couple days of using it, I stopped noticing it, because everything about writing and taking notes with the iPad and the Pencil felt second nature, it felt like it had always been there. Couldn't be happier with this purchase.",
				"date": "Reviewed in the United States on October 28, 2020",
				"rating": "5.0 out of 5 stars",
				"title": "Small improvements combine for a great experience",
				"userName": "WheezingLamb",
				"url": "/gp/customer-reviews/R35B1VE1PBF8HH/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B08J66ZMY7",
				"images": [],
				"variationList": ["Style: WiFi", "Size: 64GB", "Color: Space Gray"]
			},
			{
				"text": "Having had ipad , ipad air 2, I would have to say this is the best one yet. Compared to my previous ones, this is blindingly fast, easy to transition and load all my apps from my ipad air 2. I took a bit of time to get used to no home button, but not an issue and the larger screen is a plus. Bottom line, I think this is the best model, unless you absolutelt need the additional features of the ipad pro. ONLY issue I have is with the method of shipment from Amazon. I am a prime member and appreciated the fact that I ordered my two ipad air 4’s on the 23 rd of Oct and got them the 25th. Super! My only issue is them being delivered by USPS, dropped off on my front door, no signature or anything else for $1300 worth of product. Luckily I am in a great neighborhood, but one would expect UPS or FEDEX with a signature. Got them ok though and am very happy with my purchase. And am 99% satisfied with Amazon as well.",
				"date": "Reviewed in the United States on October 29, 2020",
				"rating": "5.0 out of 5 stars",
				"title": "Great product, delivery concerning",
				"userName": "Florida",
				"url": "/gp/customer-reviews/R19KR1OGIARPYZ/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B08J66ZMY7",
				"images": [],
				"variationList": ["Style: WiFi", "Size: 64GB", "Color: Space Gray"]
			},
			{
				"text": "doesn't work that great slow, to many apps person over 65 to many apps to hard to set up, set-up finger print ok but what if you have other person you want to use it YES you can by pass that but need more user friendly for person over 68 and map area outdated and a person can got somewhere else for a lot less and not apple that I would like apple but didn't always wanting to try new things but didn't like it some many but I didn't this was just my opinion thank you",
				"date": "Reviewed in the United States on October 31, 2020",
				"rating": "2.0 out of 5 stars",
				"title": "not to user friendly for person over 65 oldschool",
				"userName": "Amazon Customer",
				"url": "/gp/customer-reviews/RVNKO5EP9A6EU/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B08J66ZMY7",
				"images": [],
				"variationList": ["Style: WiFi", "Size: 64GB", "Color: Space Gray"]
			}
		],
		"specs": [],
		"mainImage": {
			"imageUrl": "https://images-na.ssl-images-amazon.com/images/I/719UcXKzXHL._AC_SX679_.jpg",
			"imageResolution": "679 x 679"
		},
		"categories": ["Tablets"],
		"keywords": ["apple", "tablet", "ipad"]
	},
	{
		"title": "Apple iMac (24-inch, Apple M1 chip, 8GB RAM, 256GB) - Silver",
		"manufacturer": "Visit the Apple Store",
		"countReview": 0,
		"answeredQuestions": 0,
		"rating": null,
		"asin": "B0932HVSYM",
		"_id": "B0932HVSYM",
		"sizeSelection": [],
		"soldBy": "Amazon.com",
		"sellers": ["129218896", "232453563"],
		"fulfilledBy": "Amazon.com",
		"sellerId": null,
		"warehouseAvailability": "This item will be released on June 1, 2021. Pre-order now.",
		"retailPrice": 0,
		"price": 1299,
		"countInStock": 3,
		"priceRange": null,
		"shippingPrice": 0,
		"priceShippingInformation": "",
		"priceSaving": null,
		"features": [
			"Immersive 24-inch 4.5K Retina display with P3 wide color gamut and 500 nits of brightness",
			"Apple M1 chip delivers powerful performance with 8-core CPU and 7-core GPU",
			"Strikingly thin 11.5 mm design in vibrant colors",
			"1080p FaceTime HD camera with M1 ISP for amazing video quality",
			"Studio-quality three-mic array for crystal clear calls and voice recordings",
			"Six-speaker sound system for a remarkably robust and high-quality audio experience",
			"Up to 256GB of ultrafast SSD storage"
		],
		"images": [
			"https://images-na.ssl-images-amazon.com/images/I/61LNnZPoKPS._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/41fiktPZpCS._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/714ky5%2BNWYS._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/81o4B%2BVa9dS._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/81hkBsJGMYS._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/613z9O6pyZS._AC_SL1500_.jpg"
		],
		"description": null,
		"details": [
			{
				"name": "Product Dimensions",
				"value": "27.24 x 6.89 x 23.78 inches; 27.67 Pounds"
			},
			{
				"name": "Item Weight",
				"value": "27.6 pounds"
			},
			{
				"name": "Manufacturer",
				"value": "Apple Computer"
			},
			{
				"name": "ASIN",
				"value": "B0932HVSYM"
			},
			{
				"name": "Item model number",
				"value": "MGTF3LL/A"
			},
			{
				"name": "Batteries",
				"value": "3 Lithium ion batteries required. (included)"
			},
			{
				"name": "Date First Available",
				"value": "April 30, 2021"
			}
		],
		"minimalQuantity": null,
		"dealPrice": 0,
		"salePrice": 0,
		"reviews": [],
		"specs": [],
		"mainImage": {
			"imageUrl": "https://images-na.ssl-images-amazon.com/images/I/61LNnZPoKPS._AC_SX679_.jpg",
			"imageResolution": "679 x 679"
		},
		"categories": ["Computers", "Computers & Accessories"],
		"keywords": ["apple", "tablet", "ipad"]
	},
	{
		"title": "Apple MacBook Air with Apple M1 Chip (13-inch, 8GB RAM, 256GB SSD Storage) - Space Gray",
		"manufacturer": "Visit the Apple Store",
		"countReview": 5189,
		"answeredQuestions": 350,
		"rating": "4.8 out of 5 stars",
		"asin": "B08N5LNQCX",
		"_id": "B08N5LNQCX",
		"sizeSelection": [],
		"soldBy": "Amazon.com",
		"fulfilledBy": "Amazon.com",
		"sellerId": null,
		"warehouseAvailability": "In stock soon. Order it now.",
		"retailPrice": 999,
		"price": 949.99,
		"countInStock": 2,
		"priceRange": null,
		"shippingPrice": 0,
		"priceShippingInformation": "",
		"priceSaving": "You Save: $49.01 (5%)",
		"features": [
			"Apple-designed M1 chip for a giant leap in CPU, GPU, and machine learning performance",
			"Go longer than ever with up to 18 hours of battery life",
			"8-core CPU delivers up to 3.5x faster performance to tackle projects faster than ever",
			"Up to eight GPU cores with up to 5x faster graphics for graphics-intensive apps and games",
			"16-core Neural Engine for advanced machine learning",
			"8GB of unified memory so everything you do is fast and fluid",
			"Superfast SSD storage launches apps and opens files in an instant"
		],
		"images": [
			"https://images-na.ssl-images-amazon.com/images/I/71jG%2Be7roXL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/712v9WGWDBL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/91YEUMzK8cL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/61uNK7su24L._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/61ChHwbxObL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/71LG4S9ZB9L._AC_SL1500_.jpg"
		],
		"description": null,
		"details": [
			{
				"name": "Product Dimensions",
				"value": "11.97 x 0.63 x 8.36 inches; 2.8 Pounds"
			},
			{
				"name": "Item Weight",
				"value": "2.8 pounds"
			},
			{
				"name": "Manufacturer",
				"value": "Apple Computer"
			},
			{
				"name": "ASIN",
				"value": "B08N5LNQCX"
			},
			{
				"name": "Item model number",
				"value": "MGN63LL/A"
			},
			{
				"name": "Batteries",
				"value": "1 Lithium Polymer batteries required. (included)"
			},
			{
				"name": "Date First Available",
				"value": "November 10, 2020"
			}
		],
		"minimalQuantity": "1",
		"dealPrice": 0,
		"salePrice": 0,
		"reviews": [
			{
				"text": "Liked: - Long battery life (one charge WILL last all day, i.e. 16 hours. Personally tested true) - Speed (the new M1 processor really is fast) - Quiet (no fan but the laptop still does not get hot) - Light and portable - High resolution & bright display Disliked: - As with other MacBooks, the keyboard is mediocre especially compared to laptops like Lenovo Thinkpad - Incompatible applications (With the M1 processor still being new, you might experience existing programs frequently crash. For example, Chrome keeps crashing) But I would guess there will be a fix soon",
				"date": "Reviewed in the United States on November 19, 2020",
				"rating": "4.0 out of 5 stars",
				"title": "Almost perfect laptop",
				"userName": "Paul K.",
				"url": "/gp/customer-reviews/R1PX64DBPS17BG/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B08N5LNQCX",
				"images": [],
				"variationList": ["Capacity: 256GB", "Color: Space Gray"]
			},
			{
				"text": "I'm a fan of apple products and I like almost everything about this new MBA. But it has one huge flaw that nobody talks about. It's the camera hardware and it hasn't been updated in ages. My zoom calls are so grainy and bad even with decent light. A $1000 laptop with 10 year old front camera is unacceptable. Camera is very important to me. Especially now that we all are quarantined at home and making zoom calls all the time.",
				"date": "Reviewed in the United States on November 27, 2020",
				"rating": "2.0 out of 5 stars",
				"title": "Unacceptable camera. Grainy zoom video.",
				"userName": "Adithya",
				"url": "/gp/customer-reviews/R2Z70OJB9J5Q0Q/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B08N5LNQCX",
				"images": [],
				"variationList": ["Capacity: 256GB", "Color: Space Gray"]
			},
			{
				"text": "UPDATE 12-15-2020 - After three weeks, I'm still really impressed with the M1 MacBook Air/8 Core CPU/8 Core GPU/512 SSD/8GB RAM. --- My updated plea: MAKE SURE YOU GET AS MUCH MEMORY & STORAGE AS YOU CAN AFFORD. SPECIAL ORDER ONE TO YOUR PROJECTED FUTURE NEED! Remember, Macs live a very long time and the value it holds will depend on how usable it will be to you or someone else in 5 or even 10 years. Not that long ago, 80 GB hard drives were HUGE... and UPGRADABLE. RAM was upgradable. The SSD and the RAM in these machines is NOT upgradable. The one issue for me has been that I am a memory hog! I tend to have LOTS of tabs open at once (I've caught myself with 50 (Safari) open in one browser and 39 (Chrome) in another!), while running Affinity/Final Cut Pro - and YES, the dreaded Beach Ball has reared it's ugly head. Well, this got me to assess what I will be using the machine for and for how long. Storage can be added with external drives, slower, but it will let you scrape by. RAM is another story. When you constantly use up RAM, the system starts using \"swap memory\" where it uses the SSD to store temporary files. One of the YouTube reviewers (Created Labs) explains it like this: RAM memory is like writing on a white board, it's made to be temporary. Writing to the SSD is like writing on paper with a pencil. It can be erased, but if it's written on and erased for too long, it's going to degrade the medium. It will take years for this to cause problems, but keep in mind that in these M1 MacBooks, none of the parts are replaceable. The SSD and the RAM are soldered onto the board. ***As ridiculously expensive as Apple RAM is, when it's not upgradable, get the maximum, in this case, 16 GB. I really doubt that Apple will be making machines with user upgradable RAM after the switch from Intel is complete, except for possibly the very high end Pro models. There is also the fact that if I am going to be doing a decent amount of video editing, a M1 with a fan will be helpful. Upgrading to the cheaper ($699+Upgrades) M1 Mac mini would be the cheapest way to get better performance for the Pro Apps, but I need a laptop, so... So, that is why I'm planning to return this machine and get one (likely the MacBook Pro M1), with 16 GB RAM & 1 TB SSD. ***A note on browsers, Safari is by far the BEST browser to run on the M1, at least for now. I always had issues with saving web pages as PDF files in Chrome, where it did not save most of the images/text on the page. In Safari, it's worked perfectly. ------ I purchased the MacBook Air M1, 8 core GPU, and 8 core CPU model, with 512 GB SSD and 8 GB RAM in person at the Apple Store (11-20-2020), with education pricing. I traded in my (MNYH2LL/A) - 2017 12\" Macbook with the Intel M3 processor, 256 GB SSD, 8 GB Ram. I kept my charging adapter & C-cable (which are both compatible with the M1 Late 2020 Macbook Air), so ended up with a $330 Apple Store instant credit towards the M1. The M1 model has blown me away with its speed and smooth running with a large number of apps open, including Final Cut & Logic Pro. Admittedly the 2017 MB was the bottom of the line and I suffered under frequent overheating issues with too many things open and the single C-port fiasco. I likely would have gone with the 7 core GPU model if one had been in stock at the time of purchase, but I wanted 512 GB of SSD space, so I paid more by going with eh 8 core. From everything that I've seen, the lack of more RAM upgrades is not nearly as important as it was with the Intel x86 processors and is really only useful when you have many GPU intensive \"Pro Apps\" running at the same time. I would never have dreamed of running Final Cut or Logic Pro on the 2017 Macbook, so this has been an amazing upgrade for me. I would say that the bottom line is that if you're someone who only uses a laptop for office & basic web surfing and only has a few tabs open at once, and you never experience overheating or the dreaded beach ball \"not responding\" issues, or if you have non-Apple programs that have not been compiled for the M1 chip, hold off on the upgrade until more apps run natively on the M1. If however, you really need a machine that is MUCH more capable, faster and cooler running than the Intel models, it's a solid buy and an amazing upgrade from any non-upgradable Mac.",
				"date": "Reviewed in the United States on November 26, 2020",
				"rating": "5.0 out of 5 stars",
				"title": "MAKE SURE YOU GET AS MUCH MEMORY & STORAGE AS YOU CAN AFFORD - SPECIAL ORDER IF NEED BE",
				"userName": "K. MURPHY",
				"url": "/gp/customer-reviews/R173YCBP8CGFS8/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B08N5LNQCX",
				"images": [],
				"variationList": ["Capacity: 256GB", "Color: Silver"]
			}
		],
		"specs": [],
		"mainImage": {
			"imageUrl": "https://images-na.ssl-images-amazon.com/images/I/71jG%2Be7roXL._AC_SX679_.jpg",
			"imageResolution": "679 x 679"
		},
		"categories": ["Laptops"],
		"keywords": ["apple", "macbook", "laptop"]
	},
	{
		"title": "Acer Nitro 5 Gaming Laptop, 9th Gen Intel Core i5-9300H, NVIDIA GeForce GTX 1650, 15.6\" Full HD IPS Display, 8GB DDR4, 256GB NVMe SSD, Wi-Fi 6, Backlit Keyboard, Alexa Built-in, AN515-54-5812",
		"manufacturer": "Visit the Acer Store",
		"countReview": 3016,
		"answeredQuestions": 443,
		"rating": "4.7 out of 5 stars",
		"asin": "B086KJBKDW",
		"_id": "B086KJBKDW",
		"sizeSelection": [],
		"soldBy": "Amazon.com",
		"fulfilledBy": "Amazon.com",
		"sellerId": null,
		"warehouseAvailability": "In Stock.",
		"retailPrice": 0,
		"price": 649.99,
		"countInStock": 2,
		"priceRange": null,
		"shippingPrice": 0,
		"priceShippingInformation": "",
		"priceSaving": null,
		"features": [
			"9th Generation Intel Core i5-9300H Processor (Up to 4.1 GHz)",
			"15\" Full HD Widescreen IPS LED-backlit display; NVIDIA GeForce GTX 1650 Graphics with 4 GB of dedicated GDDR5 VRAM",
			"8GB DDR4 2666MHz Memory; 256GB PCIe NVMe SSD (2 x PCIe M.2 slots - 1 slot open for easy upgrades) & 1 - Available hard drive bay",
			"LAN: 10/100/1000 Gigabit Ethernet LAN (RJ-45 port); Wireless: Intel Wireless Wi-Fi 6 AX200 802.11ax",
			"Backlit keyboard; Acer Cool Boost technology with twin fans and dual exhaust ports"
		],
		"images": [
			"https://images-na.ssl-images-amazon.com/images/I/71s1LRpaprL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/71JK4qmCGyL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/71EDDnNy4AL._AC_SL1000_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/81-nXhN6sJL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/71aQNnp7ilL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/61pupSt1qbL._AC_SL1000_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/71uqdnj04NL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/71sRKFnH1VL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/71BXWTTazlL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/71eQFOlZUtL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/61OxWYGrH8L._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/61Vyge3Nm1L._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/61K7BvMoEXL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/61C-zCK0WRL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/71dl4ewvevL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/51esqrICKcL._AC_SL1000_.jpg"
		],
		"videoeUrlList": [
			"https://d2y5sgsy8bbmb8.cloudfront.net/f3fa16c1-6fd2-48be-a8af-1eac829525ff/default.jobtemplate.mp4.480.mp4",
			"https://d2y5sgsy8bbmb8.cloudfront.net/f8bbf4b4-5f43-4070-97ea-640e7dee8bd0/default.jobtemplate.mp4.480.mp4",
			"https://d2y5sgsy8bbmb8.cloudfront.net/1f381967-3f7e-47c4-ace8-de47ef5cb24b/default.jobtemplate.mp4.480.mp4"
		],
		"description": "Soar to new gaming heights—anytime, anywhere—with the Nitro 5. This ultra-cool machine is sure to catch your eye with its sleek, mobile design, 15.6” Full HD IPS Display, and a wide range of gaming-rich features to put you in total command of the action. Leveraging the power and speed of its 9th Gen Intel Core processor and high-performance NVIDIA GeForce GTX 1650 graphics—that’s driven by NVIDIA Turing architecture. With a killer combination of smart features, the Intel Core i5 processor is devastatingly powerful. High-performance NVIDIA GeForce GTX 1650, that’s powered by NVIDIA Turing GPU architecture. When heavy use requires an added boost, chill out with twin fans and Acer CoolBoost technology! Commands are just a touch away with the dedicated NitroSense Key, while the WASD and arrow keys are highlighted for easy location. Enjoy the tactile feel of keys with a travel distance of 1.6mm. Add some excitement to your gaming and play in dimly lit environments with the red backlit keyboard. Better audio delivers a competitive edge as well as a more immersive experience. Invigorate your gaming and enjoy crushing audio as Waves MaxxAudio meets Acer TrueHarmony. Get intelligent bass, dialog and volume enhancement with Waves MaxxAudio, and deeper, richer sounds with Acer TrueHarmony. Alexa makes your home life easier. Let Alexa help you set reminders, timers and alarms, create shopping and to-do lists, and keep track of your calendar and appointments.",
		"details": [
			{
				"name": "Standing screen display size",
				"value": "15.6 Inches"
			},
			{
				"name": "Processor",
				"value": "4.1 GHz apple_ci5"
			},
			{
				"name": "RAM",
				"value": "8 GB DDR4"
			},
			{
				"name": "Memory Speed",
				"value": "4.1 GHz"
			},
			{
				"name": "Hard Drive",
				"value": "Flash Memory Solid State"
			},
			{
				"name": "Graphics Coprocessor",
				"value": "NVIDIA GeForce GTX 1650"
			},
			{
				"name": "Chipset Brand",
				"value": "NVIDIA"
			},
			{
				"name": "Card Description",
				"value": "Dedicated"
			},
			{
				"name": "Wireless Type",
				"value": "801.11ac"
			},
			{
				"name": "Number of USB 2.0 Ports",
				"value": "1"
			},
			{
				"name": "Number of USB 3.0 Ports",
				"value": "2"
			},
			{
				"name": "Average Battery Life (in hours)",
				"value": "8 Hours"
			},
			{
				"name": "Brand",
				"value": "Acer"
			},
			{
				"name": "Series",
				"value": "AN515-54-5812"
			},
			{
				"name": "Item model number",
				"value": "AN515-54-5812"
			},
			{
				"name": "Operating System",
				"value": "Windows 10 Home"
			},
			{
				"name": "Item Weight",
				"value": "5.07 pounds"
			},
			{
				"name": "Product Dimensions",
				"value": "14.31 x 10.04 x 0.96 inches"
			},
			{
				"name": "Item Dimensions LxWxH",
				"value": "14.31 x 10.04 x 0.96 inches"
			},
			{
				"name": "Processor Brand",
				"value": "Intel"
			},
			{
				"name": "Processor Count",
				"value": "4"
			},
			{
				"name": "Computer Memory Type",
				"value": "DDR4 SDRAM"
			},
			{
				"name": "Flash Memory Size",
				"value": "256"
			},
			{
				"name": "Hard Drive Interface",
				"value": "Gigabit Ethernet"
			},
			{
				"name": "Optical Drive Type",
				"value": "No Optical Drive"
			},
			{
				"name": "Power Source",
				"value": "Battery Powered"
			},
			{
				"name": "Batteries",
				"value": "1 Lithium ion batteries required. (included)"
			},
			{
				"name": "ASIN",
				"value": "B086KJBKDW"
			},
			{
				"name": "Customer Reviews",
				"value": "4.7 out of 5 stars 3,016 ratings 4.7 out of 5 stars"
			},
			{
				"name": "Best Sellers Rank",
				"value": "#22 in Computers & Accessories (See Top 100 in Computers & Accessories) #1 in Traditional Laptop Computers"
			},
			{
				"name": "Date First Available",
				"value": "April 27, 2020"
			}
		],
		"minimalQuantity": null,
		"dealPrice": 0,
		"salePrice": 0,
		"reviews": [
			{
				"text": "The 1 star is for the poor quality control by Acer. I received the laptop and immediately started to set it up. Upon entering my info I noticed that the D key was not working. I put in a call to Acer tech support and have to send the laptop in to get repaired... the brand new out of the box product. Now I have to repackage everything, wait for a shipping label, drop it off and wait 7-10 business days (fancy wording for two weeks) instead of working on projects that I bought the laptop for. So at this point I am very disappointed in Acer’s quality control. I can’t really review the laptop itself since it was defective from the start. I’m hoping that is the only issue with the machine as most reviews I’ve read about the Nitro 5 are positive. Update: It has been 22 days since I received the brand new laptop from Amazon. Acer repair has had the laptop for 14 days now and I still have not received any info about the status of my case other than it is still being repaired. I am not happy about having to wait 3+ weeks to have a brand new working laptop.",
				"date": "Reviewed in the United States on June 19, 2020",
				"rating": "1.0 out of 5 stars",
				"title": "Bad Quality Control",
				"userName": "Amazon Customer",
				"url": "/gp/customer-reviews/R1XPIXXYCXPCZG/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B086KJBKDW",
				"images": [],
				"variationList": ["Style: Notebook only"]
			},
			{
				"text": "The following ram works perfectly to upgrade from 8 to 16GB: Kingston 8GB DDR4 2666MHZ SODIMM KCP426SS8/8 This is for the Core i5-9300H version, but should be just fine for any AN515-54-58XX model. Computer is great, by the way.",
				"date": "Reviewed in the United States on June 8, 2020",
				"rating": "5.0 out of 5 stars",
				"title": "Ram upgrade for Acer Nitro 5 (Model: AN515-54-5812)",
				"userName": "Kindle Customer",
				"url": "/gp/customer-reviews/R29Z7NVAYEC6BB/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B086KJBKDW",
				"images": [],
				"variationList": ["Style: Notebook only"]
			},
			{
				"text": "At $579.99 for the AN515-54-5812 it's A REAL DEAL!!! Since the unboxing I have liked it's features and performance... It can be upgraded in storage and RAM. I will recommend this machine to my friends and family.",
				"date": "Reviewed in the United States on June 27, 2020",
				"rating": "5.0 out of 5 stars",
				"title": "A TRUE \"best bang for your buck\" laptop today!!! AN515-54-5812",
				"userName": "Enriq Orti",
				"url": "/gp/customer-reviews/R34TGTEQHDU2DD/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B086KJBKDW",
				"images": [
					"https://images-na.ssl-images-amazon.com/images/I/61zYyJwg4FL._SY88.jpg"
				],
				"variationList": ["Style: Notebook only"]
			},
			{
				"text": "I love this laptop beause it is low priced with very advanved hardware and also has a sleek look to it, I can play games at 100+ fps consistently and also allows mr to take care of my work/daily needs, overrall this comeupter is fulfilling what I wanted it tto do and more I would reccoemnd buying this if looking for a Low Priced but high capacity laptop.",
				"date": "Reviewed in the United States on June 5, 2020",
				"rating": "5.0 out of 5 stars",
				"title": "Acer Nitro 5 Best Bang For your Buck",
				"userName": "IMALEKI",
				"url": "/gp/customer-reviews/R3JJRSZZ8X3KIO/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B086KJBKDW",
				"images": [],
				"variationList": ["Style: Notebook only"]
			}
		],
		"specs": [],
		"mainImage": {
			"imageUrl": "https://images-na.ssl-images-amazon.com/images/I/71s1LRpaprL._AC_SX679_.jpg",
			"imageResolution": "679 x 537"
		},
		"categories": [
			"Electronics",
			"Computers & Accessories",
			"Computers & Tablets",
			"Laptops",
			"Traditional Laptops"
		],
		"keywords": ["apple"]
	},
	{
		"title": "Lenovo Flex 5 14\" 2-in-1 Laptop, 14.0\" FHD (1920 x 1080) Touch Display, AMD Ryzen 5 4500U Processor, 16GB DDR4, 256GB SSD, AMD Radeon Graphics, Digital Pen Included, Win 10, 81X20005US, Graphite Grey",
		"manufacturer": "Visit the Lenovo Store",
		"countReview": 3878,
		"answeredQuestions": 425,
		"rating": "4.4 out of 5 stars",
		"asin": "B086226DDB",
		"sizeSelection": [],
		"soldBy": "Amazon.com",
		"fulfilledBy": "Amazon.com",
		"sellerId": null,
		"warehouseAvailability": "In Stock.",
		"retailPrice": 0,
		"price": 629.99,
		"countInStock": 2,
		"priceRange": null,
		"shippingPrice": 0,
		"priceShippingInformation": "",
		"priceSaving": null,
		"features": [
			"Thin, light, and stylish – This 2-in-1 laptop weighs just 3.64 pounds and is only 0.82\" thick. It's soft and comfortable to the touch, with a durable paint that creates a better user experience. Digital pen included",
			"The 10-point, 14-inch FHD (1920 x 1080) IPS touchscreen allows the Lenovo Flex 5 14\" 2-in-1 laptop to be comfortable, fun, and easy to use. It's also great to look at, with 4-side narrow bezels",
			"The 360⁰ hinge lets you use your 2-in-1 touchscreen laptop in whatever mode works best for you; Use it in 'Laptop' mode for everyday computing, 'Tent' mode for sharing things, 'Stand' mode for binge-watching, or 'Tablet' mode for more intuitive interaction",
			"Enjoy up to 10 hours of battery life, plus quick charge to 80% in just 1 hour",
			"Powered by the AMD Ryzen 5 4500U mobile processor with Radeon graphics, you have the performance to do more, from anywhere. With more cores, you'll experience responsiveness that leaps into action for productivity, gaming, and content creation"
		],
		"images": [
			"https://images-na.ssl-images-amazon.com/images/I/81AbJXWCxXL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/81KNxSLu4yL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/71tnm9QslpL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/71FAP1zfTTL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/71F%2B-69xX0L._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/718KuIUnseL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/81E7TF3NylL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/71Xm1j%2BHYwL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/81EVi6koAVL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/71b4qSYGZeL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/61RUqc6JwJL._AC_SL1500_.jpg"
		],
		"videoeUrlList": [
			"https://d2y5sgsy8bbmb8.cloudfront.net/4d73c2b3-4da8-4683-b419-af875d755174/default.jobtemplate.mp4.480.mp4",
			"https://d2y5sgsy8bbmb8.cloudfront.net/3b668284-a8ff-4b88-980a-093b7a5c88fc/default.jobtemplate.mp4.480.mp4",
			"https://d2y5sgsy8bbmb8.cloudfront.net/fc1cbbbf-5b2a-4889-bf7e-01539ab58e0f/default.jobtemplate.mp4.480.mp4",
			"https://d2y5sgsy8bbmb8.cloudfront.net/bac4a54c-bcbe-4028-83e0-ebf53587b05d/default.jobtemplate.mp4.480.mp4"
		],
		"description": "The IdeaPad Flex 5 gives you more creative choices, by blending performance, connectivity, entertainment and affordability with a sleek design and feel. Proudly powered by AMD Ryzen 5 4500U mobile processor with Radeon graphics, the IdeaPad Flex 5 14 offers you excellent all around performance, graphics and more productivity in a flexible device built to be what you need it to be. A narrow bezel on 4 sides gives you more viewing area and less clutter to interfere with the task at hand, whether that’s at work, or play, enjoy the most out of your screen with IPS panel technology and Full High Definition screen.    Today’s world is not a simple place, but that doesn’t mean we can’t build a simple solution to a complex problem. A physical shutter on the webcam ensures you keep out unwanted attention when you are concerned about your privacy. This isn’t your typical laptop—it’s a fashion statement. The IdeaPad Flex 5 is built with a new level of attention to detail, making this machine soft and comfortable to the touch with a durable paint that creates a better user-experience. (Active Pen included) The IdeaPad Flex 5 is designed for you to keep your ideas flowing, anywhere, anytime with the ability to multi-mode your laptop and use it in ‘Laptop’ mode for everyday computing, ‘Tent’ mode for sharing things, ‘Stand’ mode for binge-watching, or ‘Tablet’ mode for more intuitive interaction. The Lenovo Flex 5 2-in-1 laptop, powered by AMD Ryzen 4000 Series Mobile Processors, brings you the performance to do more. Open apps in a flash, power through heavy tasks and run multiple demanding apps with the performance of the world’s most advanced laptop processors.",
		"details": [
			{
				"name": "Standing screen display size",
				"value": "14 Inches"
			},
			{
				"name": "Max Screen Resolution",
				"value": "1920 x 1080 Pixels"
			},
			{
				"name": "Processor",
				"value": "2.1 GHz ryzen_5"
			},
			{
				"name": "RAM",
				"value": "16 GB DDR4"
			},
			{
				"name": "Memory Speed",
				"value": "2.1"
			},
			{
				"name": "Hard Drive",
				"value": "256 GB flash memory solid state"
			},
			{
				"name": "Graphics Coprocessor",
				"value": "AMD Integrated Graphics"
			},
			{
				"name": "Chipset Brand",
				"value": "AMD"
			},
			{
				"name": "Card Description",
				"value": "Integrated"
			},
			{
				"name": "Wireless Type",
				"value": "802.11ac"
			},
			{
				"name": "Number of USB 3.0 Ports",
				"value": "2"
			},
			{
				"name": "Average Battery Life (in hours)",
				"value": "10 Hours"
			},
			{
				"name": "Brand",
				"value": "Lenovo"
			},
			{
				"name": "Series",
				"value": "Flex 5 14\""
			},
			{
				"name": "Item model number",
				"value": "81X20005US"
			},
			{
				"name": "Operating System",
				"value": "Windows 10"
			},
			{
				"name": "Item Weight",
				"value": "3.63 pounds"
			},
			{
				"name": "Product Dimensions",
				"value": "12.66 x 8.56 x 0.82 inches"
			},
			{
				"name": "Item Dimensions LxWxH",
				"value": "12.66 x 8.56 x 0.82 inches"
			},
			{
				"name": "Color",
				"value": "Graphite Grey"
			},
			{
				"name": "Processor Brand",
				"value": "AMD"
			},
			{
				"name": "Processor Count",
				"value": "1"
			},
			{
				"name": "Computer Memory Type",
				"value": "DDR4 SDRAM"
			},
			{
				"name": "Power Source",
				"value": "Battery Powered"
			},
			{
				"name": "Batteries",
				"value": "1 Lithium Polymer batteries required. (included)"
			},
			{
				"name": "ASIN",
				"value": "B086226DDB"
			},
			{
				"name": "Customer Reviews",
				"value": "4.4 out of 5 stars 3,878 ratings 4.4 out of 5 stars"
			},
			{
				"name": "Best Sellers Rank",
				"value": "#54 in Computers & Accessories (See Top 100 in Computers & Accessories) #2 in 2 in 1 Laptop Computers"
			},
			{
				"name": "Date First Available",
				"value": "March 17, 2020"
			}
		],
		"minimalQuantity": null,
		"dealPrice": 0,
		"salePrice": 0,
		"reviews": [
			{
				"text": "After passing off last year's model to my brother (3500U Flex 14), I got this as soon as I saw it posted up on Reddit. I'm thankful I did, since it was sold out within an hour or two and has been since. Let's get the rundown here. - Ryzen 5 4500U 6c6t APU - Radeon Vega 6 graphics - 16 GB of DDR4-3200 MHz dual-channel RAM (CL 22, but that's par for the course for a consumer laptop) - 256 GB SK Hynix NVMe SSD - 1080p IPS touchscreen w/digitizer (pen included!) Build quality is about as good as you can get without moving to all metal. The keyboard deck is rubberized, and the outside is built solidly - no creaking! Hinge is strong, but it opens up almost all the way with one hand (tilts towards the end). The overall design is darn near similar to last year's model, but built a bit more \"premium.\" One exhaust vent at the back, but as you'll see later it really doesn't need 2. I mainly focused on CPU performance, as benchmarks for this flavor of Vega 6 are all over the place already, and given the thermals I saw performance should be what you'll find elsewhere. Long story short - roughly 10% faster than the 3500U's Vega 8 at less power (15 W vs 25 W). The benchmarks speak for themselves, but I was very surprised at what this thing was capable of. I ran these on the included USB-C wall charger (which was a surprising inclusion considering the laptop has a barrel jack for power). The only thing to keep in mind is that this was tested when my room temperature was in the upper 70s to lower 80s, so you could see the temp results as a \"worst case\" scenario. 77c absolute max during Geekbench is crazy for this thing, especially considering how thin it is. Never got too loud, either. Fan isn't whiny at all! Camera is acceptable. Nothing to write home about, but it'll work well enough for video calls. Battery is excellent - while browsing the web and watching videos, I have been consistently draining 10% per hour of use! That 10 hour claim from Lenovo seems pretty spot on. Honestly, I could think of only 3 things that would make this laptop better, but all of them would definitely drive up the price/bump it up a tier: - 120 Hz FreeSync display like the (crippled by 8 GB RAM) IdeaPad Slim 7 - Ryzen 4600U/4800U options for more threads (4700U option is now available in some places) - Metal construction I'll personally be upgrading the storage, but overall it's amazing.",
				"date": "Reviewed in the United States on May 26, 2020",
				"rating": "5.0 out of 5 stars",
				"title": "Amazing laptop, especially at the $600 asking price",
				"userName": "Lee Neighoff",
				"url": "/gp/customer-reviews/R17QK37Q9I9GC1/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B086226DDB",
				"images": [
					"https://images-na.ssl-images-amazon.com/images/I/51WW6ldOj-L._SY88.jpg",
					"https://images-na.ssl-images-amazon.com/images/I/51v0ixOJ0NL._SY88.jpg",
					"https://images-na.ssl-images-amazon.com/images/I/61LhEaQnAQL._SY88.jpg",
					"https://images-na.ssl-images-amazon.com/images/I/61yovw6wkbL._SY88.jpg",
					"https://images-na.ssl-images-amazon.com/images/I/71LO0GrVlwL._SY88.jpg",
					"https://images-na.ssl-images-amazon.com/images/I/71Yveh2F5NL._SY88.jpg"
				],
				"variationList": ["Style: Notebook only"]
			},
			{
				"text": "***UPDATE 3 - 12/2/20 - Have had several issues recently and wanted to pass along how I resolved them. Issue #1 was trying to boot up the computer after 12 hours of sleep and being unable to get the computer to turn on at all. Didn't matter if it was plugged in or not. The battery was fully charged. I tried holding the power button. No go, laptop was dead. As a final attempt before sending it in for service, I pulled off the bottom cover of the laptop and disconnected the battery cable for several minutes. I plugged it back in, pressed the power button, and the laptop booted normally. Everything worked fine after that and I haven't had the issue since. Issue #2 was noticing the laptop was no longer charging when connected to the USB-C charger. Even the charging LED wouldn't come on. The fix was to shut down the computer completely, then hold the power button for 20-40 seconds. The charge light came on and the laptop started charging again. **UPDATE 2 - 7/2/20 - Resolved an audio stuttering issue by turning off Dolby Audio processing in the Dolby app.** *UPDATE - 6/10/20 - Dropping a star. Sent original back due to crashing issues when waking from sleep. Wifi also dropped occasionally and had trouble reconnecting after sleep. New unit seems to work fine. Also replaced wireless card with Intel AX200 (need torx T5 bit to remove bottom panel). Much faster and no dropped connections. Still really like the laptop (and Amazon's return policy).* Original Review: Overall usability – Everything about the laptop feels well-built and like it should cost hundreds more. Incredibly fast processor, especially given the 15W TDP. The AMD Ryzen 4000 series processors (7nm Zen 2) have really improved the thermals and efficiency to the same level as Intel (or better). Between the 6 core processor and the PCIe NVMe SSD the laptop flies. Nothing I’ve thrown at it has been able to slow it down or make it stutter. Benchmarks comparable to my HP desktop with i7-7700 (if in best performance mode while plugged in). Applications open instantly in most cases. Comes out of short-term sleep instantly. Nice webcam privacy cover. Fingerprint reader is best I’ve used in terms of accuracy and speed. Fans are quiet under normal loads and a low non-annoying whirring when the GPU/CPU is taxed. Exterior – Very light weight (but not cheap feeling) and nice sturdy build. Feels like it will hold up well. Keyboard back-light adjustable. Plenty of ports. Hinges also feel built to last. Touchscreen – Sensitive and good feel (though I prefer matte to glossy). Works well with included pen. Bloatware – Almost none (uninstalled Skype). Speakers – Above average for price range. Not especially tinny sounding like cheaper laptops. Don’t expect bass though. The included Dolby equalizer software can help improve the sound if you don’t mind experimenting. Side-mounted front-facing speakers are well placed. Screen – Brightness OK for indoor use, but I plan to run it at 90% brightness even on battery because anything less is too dim. Colors are bright. No noticeable back light bleed. Battery life – Above average for price range. Really quite impressive. Could easily last half to three-quarters of the stated 10 hours depending on the conditions (clearly not doing anything processor or graphics intensive for the duration, but web browsing, office work, or video viewing). Wireless/Bluetooth – Some occasional random disconnects and trouble connecting after sleep, likely due to Realtek wireless card. Average speeds on my 5GHz home network. Keyboard/Trackpad – High quality feel. You can tell when you’ve hit a key unlike cheaper laptops. Miss the numpad, but knew it didn’t have one before I ordered. Trackpad not over-sensitive or unresponsive. Good balance, but still prefer a mouse. Graphics/Gaming – Played Two-Point Hospital on Steam at 1080p very high graphics setting. Not very graphics intensive or an FPS, but the game is newer and frame-rate didn’t drop below 30 in game. Game load times are ridiculously fast. Downsides – Mediocre webcam. Soldered RAM (not a big deal w/16 GB, but if it goes bad it is a big problem). Screen may not be bright enough for outdoor use and the glossy coating leads to reflections/glare when viewing from an angle. Wireless card not great. Stories of poor tech support (though, admittedly I’ve never interacted with them). **Don’t forget to create your USB backup drive from the Lenovo website for crashes/re-installs. Or have the Windows 10 ISO handy on a USB drive and download the drivers/apps from the website.",
				"date": "Reviewed in the United States on May 31, 2020",
				"rating": "4.0 out of 5 stars",
				"title": "Budget laptop without the budget feel or performance. Great 2 in 1 product.",
				"userName": "jayisunj",
				"url": "/gp/customer-reviews/RFJTTBBJVCPH7/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B086226DDB",
				"images": [
					"https://images-na.ssl-images-amazon.com/images/I/61RY4dV-QML._SY88.jpg",
					"https://images-na.ssl-images-amazon.com/images/I/61irzrF4P2L._SY88.jpg",
					"https://images-na.ssl-images-amazon.com/images/I/71+4TWJoj1L._SY88.jpg",
					"https://images-na.ssl-images-amazon.com/images/I/712AG3KYIkL._SY88.jpg",
					"https://images-na.ssl-images-amazon.com/images/I/715VVcs7rBL._SY88.jpg",
					"https://images-na.ssl-images-amazon.com/images/I/71AqP1Y2daL._SY88.jpg",
					"https://images-na.ssl-images-amazon.com/images/I/71ON7KuisyL._SY88.jpg",
					"https://images-na.ssl-images-amazon.com/images/I/71eCH-bl4JL._SY88.jpg",
					"https://images-na.ssl-images-amazon.com/images/I/817dYgwixJL._SY88.jpg",
					"https://images-na.ssl-images-amazon.com/images/I/81CbDuuFzQL._SY88.jpg"
				],
				"variationList": ["Style: Notebook only"]
			},
			{
				"text": "Your browser does not support HTML5 video. For <600, there's only 1 thing I want to complain: the \"Lenovo Representative\" knows nothing about their product. Yes, it has dual channel 16GB RAM @ 3200mhz, it ships with the Lenovo pencil included. Screen is only @ 250 nits, but I wouldn't call it a deal breaker unless you plan to use it outdoors a lot. Plastic machine but nothing feels cheap. The hinge is a little loose to my taste, the touchpad is a little shaky. Other than those, everything fits my needs. Very satisfying first day of use. Update: the audio starts to cutoff randomly from the 2nd day, all drivers and windows updates and BIOS are up to date. I contacted both Amazon and Lenovo tech support, after a remote session, the problem persists. Then I noticed the trackpad is shaky and sticky ( see video). So overall it's a nice product, but quality control can be a problem.",
				"date": "Reviewed in the United States on May 30, 2020",
				"rating": "4.0 out of 5 stars",
				"title": "Solid product for the price, quality control is questionable",
				"userName": "Chen Li",
				"url": "/gp/customer-reviews/R20GXBDV6QSP29/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B086226DDB",
				"images": [],
				"variationList": ["Style: Notebook only"]
			}
		],
		"specs": [],
		"mainImage": {
			"imageUrl": "https://images-na.ssl-images-amazon.com/images/I/81AbJXWCxXL._AC_SX679_.jpg",
			"imageResolution": "679 x 509"
		},
		"categories": [
			"Electronics",
			"Computers & Accessories",
			"Computers & Tablets",
			"Laptops",
			"2 in 1 Laptops"
		],
		"keywords": []
	},
	{
		"title": "Asus L510MA-DS04 15.6\" Celeron N4020 4 GB RAM 128 GB eMMC",
		"manufacturer": "Visit the ASUS Store",
		"countReview": 2221,
		"answeredQuestions": 320,
		"rating": "4.3 out of 5 stars",
		"asin": "B08XB41YVQ",
		"sizeSelection": [],
		"soldBy": "Amazon.com",
		"fulfilledBy": "Amazon.com",
		"sellerId": null,
		"warehouseAvailability": "In Stock.",
		"retailPrice": 0,
		"price": 279.99,
		"countInStock": 2,
		"priceRange": null,
		"shippingPrice": 0,
		"priceShippingInformation": "",
		"priceSaving": null,
		"features": [
			"Celeron N4020 / 1.1 GHz",
			"Win 10 Home in S mode",
			"4 GB RAM",
			"128 GB eMMC",
			"15.6\" 1920 x 1080 (Full HD)"
		],
		"images": [
			"https://images-na.ssl-images-amazon.com/images/I/71ehzrGUO7L._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/71%2BqrXP--vL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/81Ygs%2BkFq0L._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/81Gxy-WPwqL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/81ETSyJywFL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/71pRZhmEo6L._AC_SL1500_.jpg"
		],
		"videoeUrlList": [
			"https://d2y5sgsy8bbmb8.cloudfront.net/6b55f13b-902b-4522-9e8e-592b3cf8afcc/default.jobtemplate.mp4.480.mp4"
		],
		"description": "Compact and lightweight design: get it done, anywhere With the compact and lightweight ASUS L510, productivity is always within reach. It easily slips into your backpack or small bag so you can get schoolwork done or create content wherever you are. Day-long battery life: keep on going With ASUS L510, you can leave the heavy power adapter at home. Its day-long battery life gives you the flexibility to work or play anywhere. NanoEdge display: see more, do more The innovative thin-bezel NanoEdge display provides more usable onscreen space for immersive viewing. It also enables a larger screen to fit into a smaller chassis, giving you a laptop with a more compact footprint. 180° lay-flat hinge: easy idea sharing A cleverly designed 180° lay-flat hinge makes it easy to share content or collaborate with friends. Fanless design: silence is golden The fanless design keeps noise levels down, so you won't be distracted when working on a spreadsheet or watching a movie.",
		"details": [
			{
				"name": "Standing screen display size",
				"value": "15.6"
			},
			{
				"name": "Max Screen Resolution",
				"value": "1920 x 1080"
			},
			{
				"name": "Processor",
				"value": "1.1 GHz celeron_n4020"
			},
			{
				"name": "RAM",
				"value": "4 GB DDR4"
			},
			{
				"name": "Memory Speed",
				"value": "2.8 GHz"
			},
			{
				"name": "Hard Drive",
				"value": "128 GB SSD"
			},
			{
				"name": "Chipset Brand",
				"value": "Intel"
			},
			{
				"name": "Card Description",
				"value": "Integrated"
			},
			{
				"name": "Number of USB 2.0 Ports",
				"value": "2"
			},
			{
				"name": "Brand",
				"value": "ASUS"
			},
			{
				"name": "Series",
				"value": "L510MA-DS04"
			},
			{
				"name": "Item model number",
				"value": "L510MA-DS04"
			},
			{
				"name": "Operating System",
				"value": "Windows 10 Home"
			},
			{
				"name": "Item Weight",
				"value": "5.49 pounds"
			},
			{
				"name": "Product Dimensions",
				"value": "18.1 x 2.6 x 11.4 inches"
			},
			{
				"name": "Item Dimensions LxWxH",
				"value": "18.1 x 2.6 x 11.4 inches"
			},
			{
				"name": "Color",
				"value": "Black"
			},
			{
				"name": "Processor Brand",
				"value": "Intel"
			},
			{
				"name": "Processor Count",
				"value": "1"
			},
			{
				"name": "Computer Memory Type",
				"value": "DDR4 SDRAM"
			},
			{
				"name": "Flash Memory Size",
				"value": "128"
			},
			{
				"name": "Hard Drive Interface",
				"value": "ESATA"
			},
			{
				"name": "Optical Drive Type",
				"value": "No Optical Drive"
			},
			{
				"name": "Power Source",
				"value": "Battery Powered"
			},
			{
				"name": "Batteries",
				"value": "1 Lithium Polymer batteries required. (included)"
			},
			{
				"name": "ASIN",
				"value": "B08XB41YVQ"
			},
			{
				"name": "Customer Reviews",
				"value": "4.3 out of 5 stars 2,221 ratings 4.3 out of 5 stars"
			},
			{
				"name": "Best Sellers Rank",
				"value": "#326 in Computers & Accessories (See Top 100 in Computers & Accessories) #31 in Traditional Laptop Computers"
			},
			{
				"name": "Date First Available",
				"value": "February 24, 2021"
			}
		],
		"minimalQuantity": "1",
		"dealPrice": 0,
		"salePrice": 0,
		"reviews": [
			{
				"text": "I really liked this little machine and for the price, in my opinion is a steal. It is like 20% faster than my mini PC which sports an Intel Celeron N3450 Quad-core. Per my tests with the 64GB eMMC included, even Windows 10 (v2004) is snappy. I also ran Linux on it with no issues, except that the wireless driver needs to be installed manually(tested on Mx Linux for instance). The sequential reading for the Sandisk eMMC is 316 MB/s and 154 MB/s writing. Once I booted up on the Windows installed, switched from Windows 10 in S Mode to Windows 10 Home for free in the Microsoft App Store and went ahead and activated the Office 365 subscription included for free(1 year). After that, I cleaned up the disk and installed everything from scratch. The drivers can be downloaded from the official Asus homepage. I had zero issues with Windows 10 20H1(v2004) but when tested version 20H2 (v2009), I had issues with the WIFI connection, so left 20H1. Something interesting on this machine is that there's an empty slot for adding our own SSD NVME M.2. I didn't' test it myself as I didn't have a spare SSD, but there are a few videos where someone could put in a 1TB SSD. The BIOS version included was v302, so one of the first things I did was to update to the latest version v306. I wish it had a backlit keyboard and an IPS screen. That would made it perfect for my needs. It's also very well built to be a cheap laptop. Overall, I would buy it again. [UPDATE 2-3-2021] I installed a 512GB SSD and it worked like a charm. The reading/writing speeds are around 1700/1200 MB/s respectively. I just added a screenshot. I did a triple boot (Windows 10, MX Linux and Chrome OS) using Refind and all is working fine. EDIT: I replaced the wireless card with an Intel Wifi6 AX200(Amazon B07SH6GV5S). This new card does not required me to install drivers at all on Windows 10(although intel recommends to install the latest driver version they provide and I did that), Linux (Kernel 5.8) or Chrome OS, which it's a plus for me. Also, tested on Windows 10 20H2 and found zero issues. Really happy with it. I almost forgot to say that this AX200 card also support Monitor Mode.",
				"date": "Reviewed in the United States on January 20, 2021",
				"rating": "5.0 out of 5 stars",
				"title": "It worth the price. Empty slot for adding NVME M.2",
				"userName": "Ivan",
				"url": "/gp/customer-reviews/RFABYPHG8XZWF/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B08XB41YVQ",
				"images": [
					"https://images-na.ssl-images-amazon.com/images/I/81+H2E320CL._SY88.jpg",
					"https://images-na.ssl-images-amazon.com/images/I/81cylgILVzL._SY88.jpg",
					"https://images-na.ssl-images-amazon.com/images/I/91NgLhTCIFL._SY88.jpg",
					"https://images-na.ssl-images-amazon.com/images/I/91SqOtjBBBL._SY88.jpg"
				],
				"variationList": [
					"Capacity: Intel N4020 | 64GB Storage",
					"Style: 11.6\""
				]
			},
			{
				"text": "For what this is supposed to be and for roughly $200, it's fantastic. This isn't a high performance gaming laptop (or really any kind of gaming laptop) and it would be difficult to do precise graphic design work. However, for internet access and word processing and all of your everyday computer uses, it's one of the best you can get. This runs smooth and feels very snappy due to the solid-state drive, and Windows 10 works well. Streaming movies/shows like through Netflix or YouTube works great. If you want to install programs that aren't on the Windows app store, you'll need to disable \"S mode\", but this is easy and quick to do. Just Google \"disable S mode\" and you'll find the steps easy enough. 64 Gbs is more than enough for windows, web surfing, movie streaming, and word processing. However, I wanted to store some photos and other media, so I picked up a 256Gb micro SD card and it seems to work very well. These are relatively inexpensive ($30 or so) and couldn't be easier to install - just insert into the micro SD slot until it clicks. The screen is small for a laptop, but if you've been working with only a smartphone screen for a while like I had been, it seems huge. 😂 ASUS is one of the best quality computer parts manufacturers around, so this also should last a good while. Overall, I definitely recommend this for your more basic computer needs.",
				"date": "Reviewed in the United States on January 30, 2021",
				"rating": "5.0 out of 5 stars",
				"title": "Great for what it is",
				"userName": "Reviewy McReviewerson",
				"url": "/gp/customer-reviews/R2LVPWFS3DEJ88/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B08XB41YVQ",
				"images": [],
				"variationList": [
					"Capacity: Intel N4020 | 64GB Storage",
					"Style: 11.6\""
				]
			},
			{
				"text": "Before returning the product for slow speed, BE SURE TO UPDATE WINDOWS WITH THE WINDOWS UPDATER IN THE LAPTOP!! You Asus will then operate at a very nice speed!",
				"date": "Reviewed in the United States on February 13, 2021",
				"rating": "5.0 out of 5 stars",
				"title": "Be Sure To Run The Windows Operating System Updater!!",
				"userName": "B. Guidry",
				"url": "/gp/customer-reviews/R35SUM9YYMUOQU/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B08XB41YVQ",
				"images": [],
				"variationList": [
					"Capacity: Intel N4020 | 64GB Storage",
					"Style: 11.6\""
				]
			},
			{
				"text": "If you loved the portability and battery life with your chromebook but missed some features of Windows, this is perfect. I took mine out of S mode (prompted to do so when downloading 3rd party software). It runs spreadsheets, word processors, and anti-virus software with no issues. Video streaming, web surfing, email, Roblox with kids, no problem. Goes all day without a charge. Smaller than an 8x11 sheet of paper. Fires up as fast as a chromebook. Keyboard works great. In love with this machine!",
				"date": "Reviewed in the United States on January 15, 2021",
				"rating": "5.0 out of 5 stars",
				"title": "Super compact, awesome battery life, handles Win 10 and basic productivity apps no problem.",
				"userName": "N8",
				"url": "/gp/customer-reviews/RBUSH6YTRFYEA/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B08XB41YVQ",
				"images": [],
				"variationList": [
					"Capacity: Intel N4020 | 64GB Storage",
					"Style: 11.6\""
				]
			}
		],
		"specs": [],
		"mainImage": {
			"imageUrl": "https://images-na.ssl-images-amazon.com/images/I/71ehzrGUO7L._AC_SX679_.jpg",
			"imageResolution": "679 x 679"
		},
		"categories": [
			"Electronics",
			"Computers & Accessories",
			"Computers & Tablets",
			"Laptops",
			"Traditional Laptops"
		],
		"category": "Laptops",
		"keywords": ["asus"]
	},
	{
		"title": "Apple 20W USB-C Power Adapter",
		"manufacturer": "Visit the Apple Store",
		"countReview": 46742,
		"answeredQuestions": 171,
		"rating": "4.8 out of 5 stars",
		"asin": "B08L5M9BTJ",
		"sizeSelection": [],
		"soldBy": "Amazon.com",
		"fulfilledBy": "Amazon.com",
		"sellerId": null,
		"warehouseAvailability": "In Stock.",
		"retailPrice": 19,
		"price": 17.98,
		"countInStock": 2,
		"priceRange": null,
		"shippingPrice": 0,
		"priceShippingInformation": "Get Fast, Free Shipping with Amazon Prime",
		"priceSaving": "You Save: $1.02 (5%)",
		"features": [
			"The Apple 20W USB‑C Power Adapter offers fast, efficient charging at home, in the office, or on the go.",
			"While the power adapter is compatible with any USB‑C enabled device, Apple recommends pairing it with the 11-inch iPad Pro and 12.9-inch iPad Pro (3rd generation) for optimal charging performance.",
			"You can also pair it with iPhone 8 or later to take advantage of the fast-charging feature.",
			"Charging cable sold separately."
		],
		"images": [
			"https://images-na.ssl-images-amazon.com/images/I/41iWogJnZQL._AC_SL1000_.jpg"
		],
		"videoeUrlList": [
			"https://d2y5sgsy8bbmb8.cloudfront.net/b15f94ca-e288-42a8-aaa3-393a8d4818ee/default.jobtemplate.mp4.480.mp4"
		],
		"description": null,
		"details": [
			{
				"name": "Product Dimensions",
				"value": "1.04 x 0.5 x 1.29 inches; 2.82 Ounces"
			},
			{
				"name": "Item Weight",
				"value": "2.82 ounces"
			},
			{
				"name": "Manufacturer",
				"value": "Apple Computer"
			},
			{
				"name": "ASIN",
				"value": "B08L5M9BTJ"
			},
			{
				"name": "Item model number",
				"value": "MHJA3AM/A"
			},
			{
				"name": "Date First Available",
				"value": "October 13, 2020"
			}
		],
		"minimalQuantity": "1",
		"dealPrice": 0,
		"salePrice": 0,
		"reviews": [
			{
				"text": "Apple with it's wisdom claims to not include a charger on the new iphone 12. to be green. Coming from a iphone 8, the charger will not adequately charge the 12. I wanted to buy aftermarket, which is less money. However, if for some reason the aftermarket one damages my phone, will Apple cover it under wrrty? Perhaps not. So I felt compelled to buy Apple brand. Once it is out of wrrty, then aftermarket is for me. Apple could have included a voucher to come to a store or nearby retailer and receive a power adapter. This trillion dollar company should have included the adapter with the phone in some form or fashion. You spend $800 for a phone and then you have to get your own charger. Shame on them.",
				"date": "Reviewed in the United States on October 29, 2020",
				"rating": "1.0 out of 5 stars",
				"title": "Apple is failing the consumer",
				"userName": "Tman",
				"url": "/gp/customer-reviews/R9B9QHZFHQ2S4/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B08L5M9BTJ",
				"images": [],
				"variationList": []
			},
			{
				"text": "This power adapter is fine and works as expected. I'm just pissed off I have to spend $20 for something that should have been in the damn box with my new iPhone 12 pro. So stupid, thanks Apple!",
				"date": "Reviewed in the United States on November 14, 2020",
				"rating": "1.0 out of 5 stars",
				"title": "Typical Apple Rip Off",
				"userName": "Jeremy",
				"url": "/gp/customer-reviews/R3QSDODM9RXMTN/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B08L5M9BTJ",
				"images": [],
				"variationList": []
			},
			{
				"text": "It is utterly stupid that after I bought the magsafe charger from the apple store that I had to order this online. The magsafe package only has the USBC wire and the magsafe charger, I guess apple just assumes people have 10 of these apple only USBC charging blocks lying at home. A CHARGER being sold for $40 doesn't even come full package, I have to personally assemble these pieces to use it. This wall block is fine, this review is for the magsafe charger which I didn't buy on amazon. Buying apple puts. Ridiculous. Absolutely ridiculous. I'm left speechless.",
				"date": "Reviewed in the United States on October 24, 2020",
				"rating": "1.0 out of 5 stars",
				"title": "For MagSafe charger",
				"userName": "Ziz",
				"url": "/gp/customer-reviews/R3UPEBTGQSGB92/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B08L5M9BTJ",
				"images": [],
				"variationList": []
			},
			{
				"text": "Good charger, but definitely seems like something Apple could of included in the box of a $1200 iPhone 12 pro max",
				"date": "Reviewed in the United States on November 16, 2020",
				"rating": "5.0 out of 5 stars",
				"title": "Good charger, buy Apple should of included this in the iPhone 12 phones.",
				"userName": "The Garcia's",
				"url": "/gp/customer-reviews/R27LC3R3228PA1/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B08L5M9BTJ",
				"images": [],
				"variationList": []
			}
		],
		"specs": [],
		"mainImage": {
			"imageUrl": "https://images-na.ssl-images-amazon.com/images/I/41iWogJnZQL._AC_SX679_.jpg",
			"imageResolution": "679 x 679"
		},
		"categories": [
			"Accessories",
			"Cell Phone Accessories",
			"Charchers",
			"Power Adapters"
		],
		"keywords": ["apple"],
		"currency": null,
		"acKeywordLink": null,
		"deliveryMessage": "Get free shipping Free 5-8 day shipping within the U.S. when you order $25.00 of eligible items sold or fulfilled by Amazon. Or get 4-5 business-day shipping on this item for $5.99 . (Prices may vary for AK and HI.) Learn more about free shipping Friday, May 21 on orders over $25.00 shipped by Amazon. Details"
	},
	{
		"title": "Anker Portable Charger, PowerCore Slim 10000 Power Bank, 10000mAh Battery Pack",
		"manufacturer": "Visit the Anker Store",
		"countReview": 17046,
		"answeredQuestions": 334,
		"rating": "4.7 out of 5 stars",
		"asin": "B07QXV6N1B",
		"sizeSelection": [],
		"soldBy": "AnkerDirect",
		"fulfilledBy": "Amazon",
		"sellerId": "A294P4X9EWVXLJ",
		"warehouseAvailability": "In Stock.",
		"retailPrice": 17.99,
		"price": 39.99,
		"countInStock": 2,
		"priceRange": null,
		"shippingPrice": 0,
		"priceShippingInformation": "Get Fast, Free Shipping with Amazon Prime",
		"priceSaving": null,
		"features": [
			"Quality Throughout:Built adventure-tier touch with superior durability and scratch resistance, PowerCore Slim 10000 is premium both inside and out.",
			"Slim Size, Big Power:One of the slimmest and lightest 10,000mAh portable chargers on the market. Provides 2.25 charges for iPhone 12, 1.6 charges for Galaxy S20 and 1.2 charges for iPad mini 5.",
			"Versatile Charging: Anker's exclusive PowerIQ and VoltageBoost technology combine to detect and deliver a tailored charge up to 12W, while the trickle-charging mode is the best way to charge low-power devices.",
			"Superior Safety:Anker’s comprehensive MultiProtect safety system includes overcharge protection, short circuit protection, temperature control, and more.",
			"What You Get: PowerCore Slim 10000 portable charger, Micro USB cable (USB-C cable and Lightning cable not included), travel pouch, welcome guide, lifetime* $25,000 connected equipment warranty, and friendly customer service. *For the purpose of this connected equipment warranty, \"lifetime\" is defined as the lifetime of the product."
		],
		"images": [
			"https://images-na.ssl-images-amazon.com/images/I/61BQ8NJJ%2BfL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/71QDP-3-hYL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/71gWA1vhaGL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/71g3YRSoobL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/71AQOFYbWVL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/71H7PD4hTFL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/71ov0kLfJKL._AC_SL1500_.jpg"
		],
		"videoeUrlList": [],
		"description": "PowerCore Slim 10000 The Slim and Compact 10000mAh Portable Charger From Anker, America's Leading Charging Brand - Faster and safer charging with our advanced technology - 50 million+ happy users and counting Astonishing Size PowerCore Slim 10000 is incredibly slim and light for its large capacity. It can charge a phone up to three times and most tablets once. Weighing just half a pound, it’s only slightly heavier than a baseball and is designed to fit comfortably in your palm or pocket; perfect for work or traveling. Advanced Charging Technology Anker's exclusive PowerIQ and VoltageBoost technologies combine to ensure the fastest possible charge up to 2.4 A. Does not support Qualcomm Quick Charge. Trickle-Charging Mode Trickle charging is designed to provide optimized charging to low-power devices such as earphones, Bluetooth speakers, and other accessories. To activate, press the power button twice or press and hold for 2 seconds until the LED indicator turns green. Notes: - USB-C cable, Lightning cable, and AC adapter not included. - When the trickle-charging mode is on, the last LED light will remain green, regardless of battery status. - The two input ports may not be used at the same time. The USB-C input port has no output function. - Compatible with 12'' 2015 MacBook (USB-C cable required), iPhone XS / XS Max / XR, Android smartphones and tablets (including the Nexus 7), and other USB-charged devices. - Recharging will take 5.5 hours with a 10W charger (not included)",
		"details": [
			{
				"name": "Product Dimensions",
				"value": "5.87 x 2.68 x 0.55 inches"
			},
			{
				"name": "Item Weight",
				"value": "7.5 ounces"
			},
			{
				"name": "ASIN",
				"value": "B07QXV6N1B"
			},
			{
				"name": "Item model number",
				"value": "A1229"
			},
			{
				"name": "Batteries",
				"value": "1 Lithium Polymer batteries required. (included)"
			},
			{
				"name": "Customer Reviews",
				"value": "4.7 out of 5 stars 17,046 ratings 4.7 out of 5 stars"
			},
			{
				"name": "Best Sellers Rank",
				"value": "#8 in Cell Phones & Accessories (See Top 100 in Cell Phones & Accessories) #2 in Cell Phone Portable Power Banks #2 in Cell Phone Replacement Batteries"
			},
			{
				"name": "Other display features",
				"value": "Wireless"
			},
			{
				"name": "Colour",
				"value": "Black"
			},
			{
				"name": "Included Components",
				"value": "1"
			},
			{
				"name": "Manufacturer",
				"value": "Anker"
			},
			{
				"name": "Language",
				"value": "German"
			},
			{
				"name": "Date First Available",
				"value": "April 23, 2019"
			}
		],
		"minimalQuantity": "1",
		"dealPrice": 15.29,
		"salePrice": 0,
		"reviews": [
			{
				"text": "Clearly was sent a used or refurbished item though the description says nothing of the sort. Non-removable stickers, scratches everywhere, and shameful packaging with nothing more than the battery and a twisted up cable. I’ve purchased many Anker products but lately things have really gone down in quality. Had to return two chargers I received when what I ordered were cables. Now I have to return this previously used item. You may want to consider another brand. UPDATE: Some time later Anker reached out to me regarding the situation and sent me a free replacement. Despite the initial disappointment, I appreciate them working to make it right.",
				"date": "Reviewed in the United States on January 24, 2020",
				"rating": "4.0 out of 5 stars",
				"title": "Used junk in a flimsy plastic bag UPDATED: Anker support is good",
				"userName": "Jeremy",
				"url": "/gp/customer-reviews/R2XV2RLQ4KPYV2/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B07QXV6N1B",
				"images": [
					"https://images-na.ssl-images-amazon.com/images/I/71jkYzR9zQL._SY88.jpg"
				],
				"variationList": []
			},
			{
				"text": "Annoyed that it came with Two stickers that cannot be easily removed. It also wasn’t in a box just wrapped in plastic. Makes it feel like it was resold. Not delighted. It looks used even though I purchased a new one.",
				"date": "Reviewed in the United States on January 18, 2020",
				"rating": "3.0 out of 5 stars",
				"title": "Not happy",
				"userName": "Amazon Customer",
				"url": "/gp/customer-reviews/R1CZSNZRP4YJAW/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B07QXV6N1B",
				"images": [
					"https://images-na.ssl-images-amazon.com/images/I/81IELz3iYnL._SY88.jpg"
				],
				"variationList": []
			},
			{
				"text": "I like the solid and sleek construction. Fits easily in my pocket. Most importantly it works! Fast charging, enough capacity to charge my phone multiple times over multiple days, and withstands plenty of me dropping it and yanking the cord out awkwardly and accidentally. This is the 4th Anker charger I’ve owned. I share them with my family and use all 4.",
				"date": "Reviewed in the United States on July 31, 2019",
				"rating": "5.0 out of 5 stars",
				"title": "No fuss. It works great and has enough charge to use consistently for days.",
				"userName": "Joe Hull",
				"url": "/gp/customer-reviews/R2VAJ0G1DU4SZN/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B07QXV6N1B",
				"images": [],
				"variationList": []
			}
		],
		"specs": [],
		"mainImage": {
			"imageUrl": "https://images-na.ssl-images-amazon.com/images/I/61BQ8NJJ%2BfL._AC_SX679_.jpg",
			"imageResolution": "679 x 849"
		},
		"categories": [
			"Cell Phones & Accessories",
			"Accessories",
			"Maintenance, Upkeep & Repairs",
			"Replacement Parts",
			"Batteries"
		],
		"deliveryMessage": "Get free shipping Free 5-8 day shipping within the U.S. when you order $25.00 of eligible items sold or fulfilled by Amazon. Or get 4-5 business-day shipping on this item for $5.99 . (Prices may vary for AK and HI.) Learn more about free shipping Friday, May 21 on orders over $25.00 shipped by Amazon. Details"
	},
	{
		"title": "Selfie Stick Tripod, UBeesize 51\" Extendable Tripod Stand with Bluetooth Remote for iPhone & Android Phone, Heavy Duty Aluminum, Lightweight",
		"manufacturer": "Visit the UBeesize Store",
		"countReview": 53308,
		"answeredQuestions": 579,
		"rating": "4.6 out of 5 stars",
		"asin": "B07NWC3L95",
		"sizeSelection": [],
		"soldBy": "Amazon Warehouse",
		"fulfilledBy": "Amazon",
		"sellerId": "A3JPZCPPKKCO75",
		"warehouseAvailability": "In Stock.",
		"retailPrice": 0,
		"price": 23.99,
		"countInStock": 6,
		"priceRange": null,
		"shippingPrice": 0,
		"priceShippingInformation": "Get Fast, Free Shipping with Amazon Prime",
		"priceSaving": null,
		"features": [
			"【Selfie Stick tripod combo】- Not only want to take the selfie, but also Wanna take pictures/videos with excellent stability while liberating your hands? UBeesize has you covered with our all-in-one professional combo to take your filming to next level. Perfect for selfies, group photos, adventure travel, vlogging, YouTube videos, podcasts, Facebook Live, FaceTime, Instagram, live streaming.",
			"【Extra long for more possibility】- Extendable from 17.5 inches to 51.0 inches (longer than average), combined with 180° neck rotation & 360° head rotation to find your best & beautiful shooting angle, you can now cram in more people or background to take the most satisfying selfies and capture awesome selfies or other photos from Formerly impossible angles",
			"【Wireless remote shutter】- The pocket-sized Bluetooth remote allows you to take selfies or group photos easily from a distance up to 30 feet. Compatible with most smart phones. No app download necessary.",
			"【Widely compatible】- Universal phone Holder fits most smartphones with or without a case, compatible with phones such as Galaxy S9/S9 Plus/Note 8/S8/S8 Plus/S7 Edge/J7, Google Pixel, Samsung, Huawei. With universal 1/4 inch screw, it fits for digital camera, DSLR, SLR, action camera, GoPro, webcam, camcorder.",
			"【What you get】- 1X tripod Selfie stick; 1X universal phone Holder; 1X GoPro adapter; 1X Bluetooth remote shutter; UBeesize 1 year hassle free warranty and 24-hour friendly customer service."
		],
		"images": [
			"https://images-na.ssl-images-amazon.com/images/I/61H5ZTSKIlL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/71DO7ijRWUL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/710HeqxxkoL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/615CM9FBpoL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/817HqWGS5vL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/719%2BWAxaq3L._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/81EMOMPNfEL._AC_SL1500_.jpg"
		],
		"videoeUrlList": [],
		"description": "Weighs only 0.78 lbs/0.35kg, a pack size of just 17.5 inches/57cm, it is short enough to fit perfectly into your suitcase or backpack. With standard 1/4 Screw, it works with so many device like Most video cameras, digital cameras, still cameras, projector, camcorders, webcam, and scopes with 1/4” screw thread, Action cam like GoPro Hero 5/4/3+/3/ Session (GoPro adapters Included). The adjustable phone holder expands up to 3.75 in, fits most smart phones with or without a case, compatible with iPhone XS/XS Max/XR/X/8 Plus/8/7 Plus/6S Plus/6S, Galaxy S9/S9 Plus/S8/S7 Edge/J7/Note 8/Note 9, Google Pixel & more Android Smartphones. UBeesize Versatile 2 in 1 Selfie Stick Tripod You can easily switch between Selfie Stick Mode & Tripod Stand Mode for your preferred use. Product Features: Portable, Professional, Heavy Duty Aluminum, Lightweight, Non Skid Tripod Feet, Quick Flip Locks Extra Long for Wider Sceneries An extendable body of 51 inches maximum length allows you to cram in more people or background to take the most satisfying selfies. Universal Compatibility   Product specs: Gross Weight: 0.78 lbs/0.35kg Material: Aluminum Alloy Leg Sections: 4 Min. Height: 17.5 inch/44.5cm Max. Height: 51.0 inch/130.0cm Cellphone Clamp: 2.25 inch/57mm to 3.75 inch/95mm Wireless Remote Compatibility: Android 4.2.2 or newer iOS 6 or newer In the Box 1 - Selfie Stick Tripod 1 - Wireless Remote 1 - Phone Mount 1 - GoPro Adapters 1 - User Manual",
		"details": [
			{
				"name": "Package Dimensions",
				"value": "17.13 x 2.6 x 2.44 inches"
			},
			{
				"name": "Item Weight",
				"value": "1.34 pounds"
			},
			{
				"name": "ASIN",
				"value": "B07NWC3L95"
			},
			{
				"name": "Item model number",
				"value": "selfie stick tripod"
			},
			{
				"name": "Batteries",
				"value": "1 Lithium Metal batteries required. (included)"
			},
			{
				"name": "Customer Reviews",
				"value": "4.6 out of 5 stars 53,308 ratings 4.6 out of 5 stars"
			},
			{
				"name": "Best Sellers Rank",
				"value": "#44 in Cell Phones & Accessories (See Top 100 in Cell Phones & Accessories) #1 in Cell Phone Tripods #6 in Amazon Launchpad Electronics"
			},
			{
				"name": "Other display features",
				"value": "Photography"
			},
			{
				"name": "Other camera features",
				"value": "Video"
			},
			{
				"name": "Colour",
				"value": "Black"
			},
			{
				"name": "Included Components",
				"value": "Selfie Stick Tripod"
			},
			{
				"name": "Manufacturer",
				"value": "UBeesize"
			},
			{
				"name": "Date First Available",
				"value": "February 18, 2019"
			}
		],
		"minimalQuantity": "1",
		"dealPrice": 0,
		"salePrice": 23.99,
		"reviews": [
			{
				"text": "I got this tripod on Friday......OMG I love love love it.....only problem is the remote wouldn't stay paired ti my phone.....maybe I'll get another battery for it......but let me share a photo I took with it for you......you be the judge.",
				"date": "Reviewed in the United States on April 8, 2019",
				"rating": "5.0 out of 5 stars",
				"title": "This item is soooooooo worth it",
				"userName": "Amazon Customer",
				"url": "/gp/customer-reviews/R158U40T0C7SSU/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B07NWC3L95",
				"images": [
					"https://images-na.ssl-images-amazon.com/images/I/81BGVHh6AEL._SY88.jpg",
					"https://images-na.ssl-images-amazon.com/images/I/81Qew2voJrL._SY88.jpg",
					"https://images-na.ssl-images-amazon.com/images/I/81UIzD7XSaL._SY88.jpg",
					"https://images-na.ssl-images-amazon.com/images/I/81pOm3JHkdL._SY88.jpg"
				],
				"variationList": ["Color: Black"]
			},
			{
				"text": "First off, I want to say that this product does exactly what it's supposed to do and as shown in the photos. It DOES tilt and swivel, contrary to some odd reviews. There are adjustments on the head to hold the camera in either portrait or landscape position, AND it also will tilt facing straight to the ground or directly straight up, contrary to some odd reviews. The BT remote immediately paired with my iPhone X and I was taking tripod selfies with my dog in minutes. Unless we bought different products, people claiming that this head does not tilt or swivel have simply not figured it out yet. It does both. The stick appears sturdy, it stands on it's own easily and the base is plenty wide. Comes with a travel bag, and a GoPro adapter. I just hope that I don't lose the tiny BT fob, may attach it to the stick for safety when traveling. Great purchase!",
				"date": "Reviewed in the United States on July 16, 2019",
				"rating": "5.0 out of 5 stars",
				"title": "Exactly as advertised, a lightweight selfie/tripod with BT remote.",
				"userName": "Amazon Customer",
				"url": "/gp/customer-reviews/R191B8H2SPOVJ7/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B07NWC3L95",
				"images": [
					"https://images-na.ssl-images-amazon.com/images/I/71UEGYjkewL._SY88.jpg",
					"https://images-na.ssl-images-amazon.com/images/I/71bLLcH7gQL._SY88.jpg",
					"https://images-na.ssl-images-amazon.com/images/I/812DBojf3RL._SY88.jpg",
					"https://images-na.ssl-images-amazon.com/images/I/815tXUeJpFL._SY88.jpg",
					"https://images-na.ssl-images-amazon.com/images/I/81LUNUmYedL._SY88.jpg"
				],
				"variationList": ["Color: Black"]
			},
			{
				"text": "Evidently this thing is Big you can set it up as a tripod in front of you and do selfies completely hands-free blogs videos whatever you want to do I have used it to set up some very interesting shots and it's almost like having your own personal assistant holding the phone for you to take your pictures. It can be used as a selfie stick as well although it might be a little cumbersome to be dragging around everywhere to do selfies with. It appears to be very well made and the remote is very simple",
				"date": "Reviewed in the United States on May 31, 2019",
				"rating": "5.0 out of 5 stars",
				"title": "This thing is a beast, I would call it a personal tripod",
				"userName": "David D",
				"url": "/gp/customer-reviews/R2C40T9NYTUXCV/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B07NWC3L95",
				"images": [],
				"variationList": ["Color: Black"]
			}
		],
		"specs": [],
		"mainImage": {
			"imageUrl": "https://images-na.ssl-images-amazon.com/images/I/61H5ZTSKIlL._AC_SX679_.jpg",
			"imageResolution": "679 x 679"
		},
		"categories": [
			"Cell Phones & Accessories",
			"Accessories",
			"Photo & Video Accessories",
			"Tripods"
		],
		"deliveryMessage": "Get free shipping Free 5-8 day shipping within the U.S. when you order $25.00 of eligible items sold or fulfilled by Amazon. Or get 4-5 business-day shipping on this item for $5.99 . (Prices may vary for AK and HI.) Learn more about free shipping Friday, May 21 on orders over $25.00 shipped by Amazon. Details"
	},
	{
		"title": "Logitech HD Pro Webcam C920, Widescreen Video Calling and Recording, 1080p Camera, Desktop or Laptop Webcam",
		"manufacturer": "Visit the Logitech Store",
		"countReview": 22498,
		"answeredQuestions": 113,
		"rating": "4.6 out of 5 stars",
		"asin": "B006JH8T3S",
		"sizeSelection": [],
		"soldBy": "MaxProductSales (SN Recorded)",
		"fulfilledBy": "MaxProductSales (SN Recorded)",
		"sellerId": "A31X76DW46HF64",
		"warehouseAvailability": "In stock on May 20, 2021. Order it now.",
		"retailPrice": 0,
		"price": 79,
		"countInStock": 2,
		"priceRange": null,
		"shippingPrice": 0,
		"priceShippingInformation": "",
		"priceSaving": null,
		"features": [
			"Full HD 1080p video calling (upto 1920 x 1080 pixels) with the latest version of Skype for Windows; Webcam with 5 foot cable",
			"720p HD video calling (upto 1280 x 720 pixels) with supported clients; Full HD video recording (upto 1920 x 1080 pixels). Max Resolution: 1080p/30fps 720p/30fps",
			"Video compression, Built in dual stereo mics with automatic noise reduction; Automatic low light correction, Tripod ready universal clip fits laptops, LCD or monitors",
			"Compatible with: Windows 7, Windows 8, Windows 10 or later; Works in USB Video Device Class (UVC) mode: Mac OS 10.10 or later (HD 720p on FaceTime for Mac or other supported video calling clients; Full HD 1080p video recording with QuickTime Player) Chrome OS,Android v 5.0 or above (with supported video calling clients),USB port,Internet connection"
		],
		"images": [
			"https://images-na.ssl-images-amazon.com/images/I/71iNwni9TsL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/61VVrK2yQ5L._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/61Eco9nudPL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/61eHA-SIfyL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/61VS-0EXcaL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/71xyeZ1mu4L._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/711DN05KejL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/61r-jIqzJuL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/61i657c0T4L._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/61hWZIOLewL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/61Jcon1daBL._AC_SL1500_.jpg"
		],
		"videoeUrlList": [],
		"description": "HD Pro Webcam C920 With the Logitech HD Pro Webcam C920, you’ll be seen in more clarity and detail than ever before with Full HD 1080p video calling—the highest quality available. Enjoy vibrant, true to life video clips that capture the smallest details. No time to talk? Send the people you care about a Full HD video clip. Advanced Compression Technology Faster, smoother, and compatible with more computers, H.264 encoding takes the pressure of compressing off your computer so you can enjoy quick uploads. Logitech Quality The C920 goes above and beyond the typical webcam, offering amazing clarity and detail thanks to the five element, Full HD glass lens and precisely tuned autofocus. Dual mics capture natural stereo sound for superior audio. Connect Like a Pro Whatever your network, connect with everyone you care about through Full HD 1080p on Skype, and fluid HD 720p on FaceTime for Mac. You can also make high quality video calls with Google Hangouts and nearly all other video calling clients. Two mics with automatic noise reduction allow friends, family, and clients to hear the real you. Compatibility & System Requirements ",
		"details": [
			{
				"name": "Standing screen display size",
				"value": "3 Inches"
			},
			{
				"name": "Max Screen Resolution",
				"value": "FHD"
			},
			{
				"name": "National Stock Number",
				"value": "7050-01-615-7793"
			},
			{
				"name": "Brand",
				"value": "Logitech"
			},
			{
				"name": "Series",
				"value": "Logitech HD Pro Webcam C920 Video Calling and Recording 1080p Camera"
			},
			{
				"name": "Item model number",
				"value": "960-000764"
			},
			{
				"name": "Hardware Platform",
				"value": "Laptop, PC"
			},
			{
				"name": "Item Weight",
				"value": "3.99 ounces"
			},
			{
				"name": "Product Dimensions",
				"value": "3.7 x 1.7 x 2.8 inches"
			},
			{
				"name": "Item Dimensions LxWxH",
				"value": "3.7 x 1.7 x 2.8 inches"
			},
			{
				"name": "Color",
				"value": "Black"
			},
			{
				"name": "Batteries",
				"value": "1 Lithium Polymer batteries required."
			},
			{
				"name": "Manufacturer",
				"value": "Logitech"
			},
			{
				"name": "ASIN",
				"value": "B006JH8T3S"
			},
			{
				"name": "National Stock Number",
				"value": "7050-01-615-7793"
			},
			{
				"name": "Is Discontinued By Manufacturer",
				"value": "No"
			},
			{
				"name": "Date First Available",
				"value": "January 5, 2012"
			},
			{
				"name": "Customer Reviews",
				"value": "4.6 out of 5 stars 22,498 ratings 4.6 out of 5 stars"
			},
			{
				"name": "Best Sellers Rank",
				"value": "#10 in Webcams"
			}
		],
		"minimalQuantity": "1",
		"dealPrice": 0,
		"salePrice": 0,
		"reviews": [
			{
				"text": "Logitech's website has a nice little \"matrix\" of Webcams and OSes... which recommends a certain driver, the ONLY driver it 'recommends' for Win 10 64-bit. Part of the release notes for that driver? \"Only Certified for Windows 8. Only Installs on Windows 8.\" The driver claims to install, but the computer reminds me on every boot up to \"complete the driver installation.\" And no software will recognize that the camera is even plugged in. I cannot recommend this camera unless you're using Windows 8 or older - they do not appear to have ANY certified Windows 10 Drivers, despite the time the OS has been available. It sure looks pretty, though.",
				"date": "Reviewed in the United States on October 3, 2018",
				"rating": "1.0 out of 5 stars",
				"title": "INCOMPATIBLE WITH WINDOWS 10 64-bit",
				"userName": "Marc Phoenix Gibbs",
				"url": "/gp/customer-reviews/R1LJTYLDF0482Y/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B006JH8T3S",
				"images": [],
				"variationList": []
			},
			{
				"text": "This was a great camera for $69.99 in 2015. Too bad 3rd parties are price gouging on something people might desperately need to stay connected with work.",
				"date": "Reviewed in the United States on April 13, 2020",
				"rating": "1.0 out of 5 stars",
				"title": "$69.99 webcam being price gouged for $243+",
				"userName": "Ben W 907496",
				"url": "/gp/customer-reviews/R3KOEY4B49ICQ5/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B006JH8T3S",
				"images": [],
				"variationList": []
			},
			{
				"text": "Stay away...lighting is worse than my older webcam...shifts to red lighting mysteriously...then out of focus...I will discard it or pass on to Goodwill...I rarely write reviews...only if the product woefully underperforms...Ugh!!!",
				"date": "Reviewed in the United States on June 17, 2020",
				"rating": "1.0 out of 5 stars",
				"title": "Piece of junk",
				"userName": "Morely Myerson",
				"url": "/gp/customer-reviews/R7WGW1FHNED8V/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B006JH8T3S",
				"images": [],
				"variationList": []
			},
			{
				"text": "I bought this exact camera last year from this seller and it was less than $50. Now it is being posted over 200 and that is extreme price gouging",
				"date": "Reviewed in the United States on March 26, 2020",
				"rating": "1.0 out of 5 stars",
				"title": "Quadruple the price due to price gouging",
				"userName": "Marlies Fitch Ledbetter",
				"url": "/gp/customer-reviews/R38XQM4P7YX06/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B006JH8T3S",
				"images": [],
				"variationList": []
			}
		],
		"specs": [],
		"mainImage": {
			"imageUrl": "https://images-na.ssl-images-amazon.com/images/I/71iNwni9TsL._AC_SX679_.jpg",
			"imageResolution": "679 x 679"
		},
		"categories": [
			"Electronics",
			"Computers & Accessories",
			"Computer Accessories & Peripherals",
			"Audio & Video Accessories",
			"Webcams"
		]
	},
	{
		"title": "SAMSUNG 49-Inch CHG90 144Hz Curved Gaming Monitor (LC49HG90DMNXZA) – Super Ultrawide Screen QLED Computer Monitor, 3840 x 1080p Resolution, 1ms Response, FreeSync 2 with HDR",
		"manufacturer": "Visit the SAMSUNG Store",
		"countReview": 1414,
		"answeredQuestions": 574,
		"rating": "4.5 out of 5 stars",
		"asin": "B072C7TNC5",
		"sizeSelection": [],
		"soldBy": null,
		"fulfilledBy": null,
		"sellerId": null,
		"warehouseAvailability": "",
		"retailPrice": 0,
		"price": 0,
		"countInStock": 2,
		"priceRange": null,
		"shippingPrice": 0,
		"priceShippingInformation": null,
		"priceSaving": null,
		"features": [
			"49 inch super ultrawide 32:9 curved gaming monitor with dual 27 inch screen side by side",
			"Quantum Dot (QLED) Technology, HDR support and factory calibration provides stunningly realistic and accurate color and contrast",
			"144HZ HIGH REFRESH RATE and 1ms ultra-fast response time work to eliminate motion blur, ghosting, and reduce input lag",
			"ENHANCED ERGONOMICS with an adjustable stand and VESA compatibility.Brightness:350cd/m2 (Typ.), 250cd/m2 (Min.)",
			"PRODUCT DIMENSIONS (with stand): 47.36 inches x 20.69 inches x 15.02 inches (WxHxD). Dimensions Without Stand-47.3 x 14.5 x 7.6 inches"
		],
		"images": [
			"https://images-na.ssl-images-amazon.com/images/I/81Zt42ioCgL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/81e-YkieQ6L._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/71cWNfXecfL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/711uu1wZZ9L._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/714xeshAy2L._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/715NkBhZVIL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/71rD835TTpL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/71chs1tlBOL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/41-7yIb6ZtL._AC_.jpg"
		],
		"videoeUrlList": [
			"https://d2y5sgsy8bbmb8.cloudfront.net/v2/d5f84cf7-d969-5525-8615-705d949d935e/ShortForm-Generic-480p-16-9-1409173089793-rpcbe5.mp4"
		],
		"description": "The curved super ultrawide 32:9 aspect ratio Samsung 49-Inch CHG90 144Hz Curved Gaming Monitor (LC49HG90DMNXZA) boasts a massive amount of real estate on one chassis. Designed for gaming development, video creation and editing, and any business application with fast moving content, the CHG90 series monitor delivers a crisp and clear experience that fills your field of view. Meanwhile, Quantum Dot technology makes the games you play appear even more vivid and lifelike thanks to a billion (yes, billion, with a b!) shades of accurate color. Reds are redder and blues are bluer with Samsung. This Samsung monitor is great for any gaming computer and is an easy upgrade from a multiple monitor setup that lets you view spreadsheets and multiple windows like never before. This 49-inch super ultrawide monitor is truly built for speed. With advanced motion blur reduction technology plus a superior VA panel, this monitor offers a lightning quick 1ms MPRT (Motion Picture Response Time) which offers you unparalleled gaming performance. Best of all, the 1800R curved panel keeps you totally immersed in your gameplay while also delivering cinematic viewing for movies and video content. Why bother to go to the movies at all when you have this Samsung QLED monitor?",
		"details": [
			{
				"name": "Standing screen display size",
				"value": "49 Inches"
			},
			{
				"name": "Max Screen Resolution",
				"value": "3840 X 1080 Pixels"
			},
			{
				"name": "Brand",
				"value": "SAMSUNG"
			},
			{
				"name": "Series",
				"value": "LC49HG90DMNXZA"
			},
			{
				"name": "Item model number",
				"value": "LC49HG90DMNXZA"
			},
			{
				"name": "Item Weight",
				"value": "33.1 pounds"
			},
			{
				"name": "Product Dimensions",
				"value": "47.36 x 15.02 x 20.68 inches"
			},
			{
				"name": "Item Dimensions LxWxH",
				"value": "47.36 x 15.02 x 20.68 inches"
			},
			{
				"name": "Voltage",
				"value": "110240 Volts"
			},
			{
				"name": "Manufacturer",
				"value": "Samsung Electronics DAV"
			},
			{
				"name": "ASIN",
				"value": "B072C7TNC5"
			},
			{
				"name": "Is Discontinued By Manufacturer",
				"value": "No"
			},
			{
				"name": "Date First Available",
				"value": "June 9, 2017"
			},
			{
				"name": "Customer Reviews",
				"value": "4.5 out of 5 stars 1,414 ratings 4.5 out of 5 stars"
			},
			{
				"name": "Best Sellers Rank",
				"value": "#9,613 in Electronics (See Top 100 in Electronics) #398 in Computer Monitors"
			}
		],
		"minimalQuantity": null,
		"dealPrice": 0,
		"salePrice": 0,
		"reviews": [
			{
				"text": "I've now had this monitor for four days. I will update this review periodically as I own it longer. I've had no sleeping/resuming issues at all as others have reported. I am using Windows 10 and Ubuntu 16.04 and the monitor 100% works flawlessly with both. I give this monitor 5 stars because it accomplishes what it set out to do perfectly. But buyer beware, you need to know what you're getting with this beast. The 1080 vertical resolution doesn't bother me at all. I can now comfortably put three windows side by side to do my work and that alone is worth the price of admission. Gaming wise this thing is fantastic. I have paired it with a Radeon Vega 64 and since it only has half the number of pixels a 4k monitor has, all games run beautifully. Freesync works from 48hz up to 144hz. I am finding most games can handle 3840x1080 rather well, and really recent games handle it perfectly. The view is so immersive, it's just fantastic. This monitor has a DPI of about 80. If you're like me and have been using high DPI monitors for the past few years, this is a pretty, er, striking regression. Yes, you can really see pixels easily on this thing. No, fonts don't look that great (fonts look a little better in Ubuntu than Windows, but regardless nowhere near the beauty a high DPI monitor would provide). To me this is the only real compromise you need to make with this monitor. The gaming and productivity gains I get far outweigh this setback for me. This monitor has no speakers at all. I have it mounted on my monitor arm with no problems. The monitor weighs 33lbs which is the upper limit on my arm. Getting it mounted was quite the chore and nearly led to my wife divorcing me, but we did it. UPDATE 1: I've now been using this monitor for work quite a bit and I have to say I love it. I can fit everything I need comfortably onto the screen. No more switching desktops. It's been a great productivity and \"staying in the zone\" boost. UPDATE 2: I've now had this monitor for 2 months and you will have to claw it out of my cold dead hands. I. Love. This. Thing. My only complaint is how it changes sources, it's a bit tedious. My productivity, focus and happiness while working has increased so much with this monitor, and gaming is fantastic. I use Linux with a tiling window manager. To be honest when I'm in Windows or OSX then this monitor isn't quite as godly. The automatic tiling really helps squeeze out the full worth of this giant beast. I've had zero issues with it. No matter what machine, OS or whatever, it has worked 100% perfectly. I've added an up close photo of text in OSX. Windows looks very similar. This monitor does not render text well due to its low DPI. UPDATE 3: This will be my last update I think, I'm at about 9 months of owning it. The arm I am using is the Loctek D7L. Through some sheer luck I managed to get this monitor at work too. Now my life is pretty much complete. I now use Windows 10 quite a bit at home and at work, and to manage the massive space I have found Divvy works pretty well. Absolutely zero regrets buying this, it's simply stellar.",
				"date": "Reviewed in the United States on November 12, 2017",
				"rating": "5.0 out of 5 stars",
				"title": "Does what it sets out to do beautifully. Question is, does it meet your needs?",
				"userName": "Matt Greer",
				"url": "/gp/customer-reviews/R2FQX0IWRB0OVU/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B072C7TNC5",
				"images": [
					"https://images-na.ssl-images-amazon.com/images/I/71St-dehN+L._SY88.jpg",
					"https://images-na.ssl-images-amazon.com/images/I/91mgv31v8AL._SY88.jpg"
				],
				"variationList": []
			},
			{
				"text": "Pros: Looks very good, tons of work space, equivalent to 2 1080P monitors better for gaming cards than higher resolution monitors that require more pixels be pushed. Great for productivity. Cons: Terrible customer service. Ordered mine directly from Samsung, noticed failed pixel day 1. 1 chat, 2 emails, and 7 phonecalls (1.5 hrs min each) across 5 days they finally tell me they don't do RMA and I have to return for full refund and reorder. Ok, let's go that route. I'm then told I'll receive an email in 3 days for RMA....OK.. when I get my email, I'm told that the backlog of RMA is so great it'll take up to 2wks to get my RMA number and shipping label. What?! In this time, my monitor starts refusing to wake up, will not even show the BIOS. You have to turn it down to display port 1.1 even though my card supports 1.4. device seems to prefer miniDP and they sent non locking cables. After connecting a second computer to HDMI, now monitor won't show anything from ANY input. I moved the second computer to a TV, works fine. Only one computer connected, I'm now trying to resolve the issue, I go into the OSD, auto detect inputs is annoying and terrible, I change freesync settings and monitor turns off and won't come on, reseat power, go into OSD do it again, same issue! This monitor makes me hate Samsung, but when it comes to freesync, this is my best option especially as I wait for VEGA. Their OSD looks great, but it doesn't matter if the monitor runs like crap. Is it worth 1500+tax? NO, HECK NO. Unless you're 100% sure and you're willing to deal with trouble, I say avoid like the plague. If your willing to fight the monitor until it's working and plan to never change the settings, inputs, etc. and you need the screen real estate for super ultra wide gaming with AMD freesync2, pull the trigger. UPDATE: I've been working with Samsung Customer support since Sept 18th trying to get this thing replaced/refunded/repaired. It is now Nov 2nd. Still nothing. They've promised me an RMA label 3 times, first time telling me it takes 15 business days, second time, they were \"sending a truck for pickup\", third time, they didn't know what the other person was thinking and they were sorry, it would be 3-5 business days for RMA label, 4th time got supervisor (Rise ID:126) who admitted samsung RMA dept is having an issue for the past month and is having problems when trying to generate RMA labels and I'm not the only one affected and there is NO ETA of when my RMA label will arrive. I contacted other teams was escalated to ECR who got me a service ticket for repair. Few days later repair ticket cancelled because they don't work on this kind of monitor. Contact them again, give ECR ticket, they try another facility, same issue, few days later they cancel the ticket. Contact them again, they want me to ship the monitor to the other side of the US for repair. NO, NO MORE. its been over 1.5months of trying to get my $1644.36 . I'm talking with ECR right now. I'm being told again, to wait for an RMA label again. I've emailed officeofpresident@sea.samsung.com (was completely ignored) , I've contacted multiple depts. I've used chat, email, and phone. Doesn't appear to go anywhere. Even after I get the RMA label, I'll still have to wait 2wks for a refund. so it'll be over 2 months that samsung has kept my money. UPDATE 2: Ok so in December they sent someone to my house to replace the panel. 3rd party tech from USSI, guy is awesome. Panel replaced, dead pixels will remain. Uh oh. \"It's either the driver board or ribbon cables. Either way, they'll just send a replacement\". Ok, SGTM. Tech takes pictures for documentation proof. Get a reply shortly after. Tech leaves, they are going to replace the monitor. Great! Wait a week, what's going on? Call Samsung to check, Samsung cancelled the replacement. What why? They want pictures as proof of dead pixels. I tell them their technician took pics on their behalf and they have pictures. Ticket reopened. Wait another week, call back, same issue. Cancelled ticket again, same BS reply, I give them hell. They reopen ticket and apologized. They'll contact the tech. OK... Check again a week later. Closed again. I'm furious, I ask to be escalated. They send me to an ECR mgr. I give the ticket number. She starts reading, before finishing she immediately starts apologizing, she's shocked how bad this has gone and for how long. She finishes reading, apologizes again and tells shell handle it. It's the week before Christmas. Sure enough, I get an email and phone call to expect a delivery first Friday of January and they'll swap out the units. It happens! New monitor has none of the glitchiness, no dead pixels, main DP port works fine including 1.2 and up support! Monitor now wakes up appropriately. It was a long journey. It's over. I still love the monitor. It was a PITA getting a working one, but all in all I still would have bought this Monitor. DO NOT BUY FROM SAMSUNG E-COMMERCE! God help you if you have a warranty issue outside return time.",
				"date": "Reviewed in the United States on October 1, 2017",
				"rating": "3.0 out of 5 stars",
				"title": "Soo good and soo bad at the same time.",
				"userName": "Frosty",
				"url": "/gp/customer-reviews/R3L2S2NNIHF0EM/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B072C7TNC5",
				"images": [
					"https://images-na.ssl-images-amazon.com/images/I/71Kdukx6eBL._SY88.jpg"
				],
				"variationList": []
			},
			{
				"text": "When I saw how wide this was I had to have it. Monitor is very crisp and clear. It's probably the best monitor I've ever owned. My previous monitor was Microboard M340CLZ. That was a 34 inch ultrawide running at 3440 x 1440. I thought I would miss the resolution from my Microboard but it hasn't been an issue. I love the resolution with this monitor. It works fine for me. I mostly use the monitor for gaming and entertainment. I'm running the monitor with a 1080ti. Gaming on this thing is something to behold. My game of choice right now is PUBG and it looks freaking amazing on this thing. The price tag is steep but if you have the cash to throw at something like this... do it. People that are on a budget don't buy stuff like this.",
				"date": "Reviewed in the United States on September 19, 2017",
				"rating": "5.0 out of 5 stars",
				"title": "Pricey but worth it for me!",
				"userName": "Toby Grantham",
				"url": "/gp/customer-reviews/R2MS20BOKIEE3O/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B072C7TNC5",
				"images": [
					"https://images-na.ssl-images-amazon.com/images/I/71fr6t3pzUL._SY88.jpg",
					"https://images-na.ssl-images-amazon.com/images/I/71uzyfQQgHL._SY88.jpg"
				],
				"variationList": []
			}
		],
		"specs": [],
		"mainImage": {
			"imageUrl": "https://images-na.ssl-images-amazon.com/images/I/81Zt42ioCgL._AC_SX679_.jpg",
			"imageResolution": "679 x 453"
		},
		"categories": ["Electronics", "Computers & Accessories", "Monitors"]
	},
	{
		"title": "LG 29WN600-W 29\" 21:9 UltraWide WFHD IPS HDR10 Monitor with FreeSync, Silver",
		"manufacturer": "Visit the LG Store",
		"countReview": 1701,
		"answeredQuestions": 153,
		"rating": "4.6 out of 5 stars",
		"asin": "B0876DBCBX",
		"sizeSelection": [],
		"soldBy": "Amazon Warehouse",
		"fulfilledBy": "Amazon",
		"sellerId": "A2L77EE7U53NWQ",
		"warehouseAvailability": "In Stock.",
		"retailPrice": 249.99,
		"price": 226.99,
		"countInStock": 2,
		"priceRange": null,
		"shippingPrice": 0,
		"priceShippingInformation": "",
		"priceSaving": "You Save: $23.00 (9%)",
		"features": [
			"29” Ultra wide Full HD (2560 x 1080) IPS Display",
			"3-Side Virtually Borderless Design",
			"SRGB 99% Color Gamut",
			"HDR 10 Compatible",
			"Lock/unlock, grant access to others and see who comes and goes from anywhere using your August app - No additional hub needed. Face Bore Dims: 2 1/8 inch",
			"Ideal Size for Home Offices"
		],
		"images": [
			"https://images-na.ssl-images-amazon.com/images/I/91WlgTJfawL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/81-xYDwQaqL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/71MXc8XSzcL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/81xUtLhvJ0L._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/61uy%2BxIqOcL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/71jQH3Vy6TL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/71F6nXEiPvL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/51VvLBp5AzL._AC_.jpg"
		],
		"videoeUrlList": [
			"https://d2y5sgsy8bbmb8.cloudfront.net/5a9fd5b0-da28-487b-b61e-9cd45d783aef/default.jobtemplate.mp4.480.mp4",
			"https://d2y5sgsy8bbmb8.cloudfront.net/0d401ea0-ef8b-40f2-9647-43d854ca5514/default.jobtemplate.mp4.480.mp4",
			"https://d2y5sgsy8bbmb8.cloudfront.net/e646de29-5f5a-4c61-8a63-b810728ad236/default.jobtemplate.mp4.480.mp4",
			"https://d2y5sgsy8bbmb8.cloudfront.net/996608c1-e396-47de-88b7-10317a800337/default.jobtemplate.mp4.480.mp4"
		],
		"description": "A wider workspace for productivity and play. Push your productivity with the No.1 Ultra Wide Monitor brand in the U.S. At 29 and 21:9 screen ratio, this Wide Full HD IPS Display features realistic, accurate color, contrast, clarity and detail at wide angles. Content creation. Gaming. Designing. Video editing. Whatever the task, our LG Ultra Wide Monitor unveils a panoramic view and high-performance features to push productivity to new levels.",
		"details": [
			{
				"name": "Standing screen display size",
				"value": "29 Inches"
			},
			{
				"name": "Screen Resolution",
				"value": "2560 x 1080"
			},
			{
				"name": "Max Screen Resolution",
				"value": "2560 x 1080 Pixels"
			},
			{
				"name": "Brand",
				"value": "LG"
			},
			{
				"name": "Series",
				"value": "29WN600-W"
			},
			{
				"name": "Item model number",
				"value": "29WN600-W"
			},
			{
				"name": "Item Weight",
				"value": "10.4 pounds"
			},
			{
				"name": "Product Dimensions",
				"value": "27.1 x 8.2 x 12.3 inches"
			},
			{
				"name": "Item Dimensions LxWxH",
				"value": "27.1 x 8.2 x 12.3 inches"
			},
			{
				"name": "Color",
				"value": "Silver"
			},
			{
				"name": "Power Source",
				"value": "AC"
			},
			{
				"name": "Manufacturer",
				"value": "LG"
			},
			{
				"name": "ASIN",
				"value": "B0876DBCBX"
			},
			{
				"name": "Date First Available",
				"value": "April 16, 2020"
			},
			{
				"name": "Customer Reviews",
				"value": "4.6 out of 5 stars 1,701 ratings 4.6 out of 5 stars"
			},
			{
				"name": "Best Sellers Rank",
				"value": "#657 in Electronics (See Top 100 in Electronics) #27 in Computer Monitors"
			}
		],
		"minimalQuantity": "1",
		"dealPrice": 0,
		"salePrice": 0,
		"reviews": [
			{
				"text": "So it was myself first time trying a widescreen, will say it's a different experience. There is no major problem with monitor except that it is an outdated design, not sleek by any standards and does not have height adjustment which could be a big dealbreaker nowadays with work from home. The resolution is not directly supported by older macs so you may need to download a free to try and $14 to buy app. Also you may need to download another cheap app which resizes windows easily. With all that done too i was finding it hard to justify the use, maximized windows on a productivity app would need me to move my head from one side to the other. The highest resolution makes fonts too small to read from a distance and if you keep it near you will have to move your head each time. Some videos and games made for this ratio look great, m sure it would be great for creating video-content as well, but I couldn't say the same for writing and reading apps. Finally may be you'd be better off with a 24' or 27\" normal screen than this unusual size as in effect it doesn't add much. For real meaningful wide screen you may prefer bigger sizes else this size may just feel like a hassle IMHO. Again, the monitor by itself is not too bad but the bigger question is whether you actually need or gain anything by taking this size, or in fact you are losing something actually.",
				"date": "Reviewed in the United States on October 5, 2020",
				"rating": "3.0 out of 5 stars",
				"title": "Bigger question is whether you need it?",
				"userName": "Adpa",
				"url": "/gp/customer-reviews/R2SX4BNH7S9OJB/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B0876DBCBX",
				"images": [],
				"variationList": []
			},
			{
				"text": "I bought this monitor for my work purpose and it served its purpose from day one. the wide screen ratio makes it easier for me to work on various projects at the same time as I can do multitasking easily and don't have to close any tabs, instead I keep open all my tabs at the same time. The colour saturation and brightness is good enough to work at night and doesn't hurt the eye. - For gaming, I tried PS4 plugged in it and it was horrible as PS4 does not support (2560*1080) so all the games are stretched out, as a result it looked bad so I am not using this as my gaming monitor.",
				"date": "Reviewed in the United States on August 21, 2020",
				"rating": "5.0 out of 5 stars",
				"title": "Great monitor for Multitasking but not for Gaming!",
				"userName": "Suraiya Emdad",
				"url": "/gp/customer-reviews/R169X3YSHOHSUJ/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B0876DBCBX",
				"images": [
					"https://images-na.ssl-images-amazon.com/images/I/71+WLqeP7sL._SY88.jpg",
					"https://images-na.ssl-images-amazon.com/images/I/71aOLUpWcqL._SY88.jpg"
				],
				"variationList": []
			},
			{
				"text": "The screen and functionality of this monitor is amazing, which makes its poor design that much more disappointing. The monitor screen points down at a 20-30 degree angle which makes viewing painful and distorted. Currently deciding whether to buy an adjustable stand (as you can see I tried to make one w textbooks and a note pad as a wedge) for $40 or return this. So disappointing for an otherwise perfect electronic",
				"date": "Reviewed in the United States on August 25, 2020",
				"rating": "1.0 out of 5 stars",
				"title": "Monitor sits at horrible downward facing angle",
				"userName": "KH24",
				"url": "/gp/customer-reviews/R1VTI9YN7G6JGN/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B0876DBCBX",
				"images": [
					"https://images-na.ssl-images-amazon.com/images/I/61f3exJpaDL._SY88.jpg",
					"https://images-na.ssl-images-amazon.com/images/I/71pAEO9YoXL._SY88.jpg"
				],
				"variationList": []
			}
		],
		"specs": [],
		"mainImage": {
			"imageUrl": "https://images-na.ssl-images-amazon.com/images/I/91WlgTJfawL._AC_SX679_.jpg",
			"imageResolution": "679 x 679"
		},
		"categories": ["Monitors"]
	},
	{
		"title": "LG 32QN600-B 32-Inch QHD (2560 x 1440) IPS Monitor with HDR 10, AMD FreeSync with Dual HDMI Inputs, Black",
		"manufacturer": "Visit the LG Store",
		"countReview": 1602,
		"answeredQuestions": 161,
		"rating": "4.7 out of 5 stars",
		"asin": "B088YN9LBK",
		"sizeSelection": [],
		"soldBy": "Amazon.com",
		"fulfilledBy": "Amazon.com",
		"sellerId": null,
		"warehouseAvailability": "In Stock.",
		"retailPrice": 0,
		"price": 249.99,
		"countInStock": 2,
		"priceRange": null,
		"shippingPrice": 0,
		"priceShippingInformation": "",
		"priceSaving": null,
		"features": [
			"32” QHD (2560 x 1440) IPS Display",
			"sRGB 99% Color Gamut",
			"HDR 10 Compatible",
			"AMD FreeSync Compatible",
			"3-Side Virtually Borderless Design",
			"HDMI x 2"
		],
		"images": [
			"https://images-na.ssl-images-amazon.com/images/I/81-lVaD1rAL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/816uPWkqf3L._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/81RgjpDro5L._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/71nSUqfVe1L._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/A1dt-b%2BSN2L._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/91q4fBp-mYL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/81K3odHLuuL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/919Ed0e2CkL._AC_SL1500_.jpg"
		],
		"videoeUrlList": [],
		"description": "Upgrade productivity with the IPS Display. At 32\" and 2560x1440 resolution, LG's QHD IPS Display features realistic, accurate color and enhanced contrast, clarity and detail at wide angles. Whatever the task, get it done fast. A dramatic visual experience & elevated picture quality, combine with wide color coverage. Helps maintain accurate color on the screen, so it preserves the original intend color. Provides optimal condition for comfortable reading. Reduces the onscreen flicker level to almost zero, which helps protect your eyes. Reduces image tears & choppiness with more efficient communication between monitor & graphics card. Get the closest thing to real-time gaming. Dynamic Action Sync elevates your gameplay for a pro-level experience. Respond to action, opponents and every moment with minimized input lag and unbelievable performance. You're gameplay is never in the dark. Black Stabilizer is your ally to attack or defend against enemies hiding in the shadows. It delivers a pro-level gaming experience for enhanced vision and a jump on the competition. Choose your setup in seconds. Save space with the wall mount or turn to the curved, stable and modern design of its Edge-ArcLine stand. With a simple press-and-click, you can adjust the tilt for perfect viewing.",
		"details": [
			{
				"name": "Standing screen display size",
				"value": "32 Inches"
			},
			{
				"name": "Max Screen Resolution",
				"value": "2560 x 1440 Pixels"
			},
			{
				"name": "Brand",
				"value": "LG"
			},
			{
				"name": "Series",
				"value": "32QN600-B"
			},
			{
				"name": "Item model number",
				"value": "32QN600-B"
			},
			{
				"name": "Item Weight",
				"value": "22 pounds"
			},
			{
				"name": "Product Dimensions",
				"value": "28.1 x 8.2 x 20.2 inches"
			},
			{
				"name": "Item Dimensions LxWxH",
				"value": "28.1 x 8.2 x 20.2 inches"
			},
			{
				"name": "Color",
				"value": "Black"
			},
			{
				"name": "Voltage",
				"value": "100240 Volts"
			},
			{
				"name": "Manufacturer",
				"value": "LG"
			},
			{
				"name": "ASIN",
				"value": "B088YN9LBK"
			},
			{
				"name": "Date First Available",
				"value": "May 1, 2020"
			},
			{
				"name": "Customer Reviews",
				"value": "4.7 out of 5 stars 1,602 ratings 4.7 out of 5 stars"
			},
			{
				"name": "Best Sellers Rank",
				"value": "#733 in Electronics (See Top 100 in Electronics) #30 in Computer Monitors"
			}
		],
		"minimalQuantity": "1",
		"dealPrice": 0,
		"salePrice": 0,
		"reviews": [
			{
				"text": "Deep blacks and beautiful colors. I got this for writing code and occasionally watching videos. The higher resolution is great on 27\" and larger, as text seems more solid, and the darker backgrounds are easier on my eyes. Some high quality 1080p monitors can do the same thing, but this is a step up that I recommend. The color range is better than what I'm used to, even from my 4K TV. I was using my TV to code, because it was sharp and had good colors, but this spoiled me for generic low end monitors. My eyes are happy with this choice. As for gaming I have not tried it yet. The only reason I took off a star is that: - no height adjustment - stand takes up a lot of space, because the pole is at an angle. - FreeSync should really be over 120hz, 75hz is barely worthwhile.",
				"date": "Reviewed in the United States on August 5, 2020",
				"rating": "4.0 out of 5 stars",
				"title": "Good picture quality. Needs a better stand.",
				"userName": "Amazon Customer",
				"url": "/gp/customer-reviews/R2NH2RACWRVUN6/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B088YN9LBK",
				"images": [],
				"variationList": ["Style: 27\" QHD IPS"]
			},
			{
				"text": "I bought this to upgrade both the size of my old 23\" HD monitor, and the graphics card which I also upgraded for MS Flight Simulator 2020, which I finally downloaded last night. The scenery level in the sim defaulted to \"High\" based on my computer specs, but the graphics were beautiful and frame rates reasonably good and smooth, with no juddering or tearing. Overall really happy with this monitor. Settings and instructions are a little vague and there were some glitches based on not knowing things about it. Like it said \"FreeSync\" not supported and was not enabled and wouldn't enable it. After much digging I found you have to go to the bottom of the monitor and engage that little hat switch for settings, then go to \"GAME ADJUST\" There you will find the switch to turn on FreeSync. Other than that kind of thing, it seems to be performing great.",
				"date": "Reviewed in the United States on August 8, 2020",
				"rating": "5.0 out of 5 stars",
				"title": "YOU HAVE TO TURN ON FREE SYNC USING MONITOR",
				"userName": "Amazon Customer",
				"url": "/gp/customer-reviews/R3JBS2V9ZHHAWV/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B088YN9LBK",
				"images": [],
				"variationList": ["Style: 32\" QHD IPS"]
			},
			{
				"text": "Initial: Good picture quality, bright, and clear and setup was easy. Enjoying seeing things in QHD on a big screen. Updates below. day0 + 2hr - Extremely front heavy, base barely sufficient day 11 - giant blob of black pixels has formed on bottom right of my screen out of nowhere (see pic), have started replacement process",
				"date": "Reviewed in the United States on July 30, 2020",
				"rating": "3.0 out of 5 stars",
				"title": "Visual quality, great; front heavy; may require replacement",
				"userName": "Justin P",
				"url": "/gp/customer-reviews/R32WHGKKJTT1ZM/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B088YN9LBK",
				"images": [
					"https://images-na.ssl-images-amazon.com/images/I/715lTMk+AkL._SY88.jpg"
				],
				"variationList": ["Style: 32\" QHD IPS"]
			}
		],
		"specs": [],
		"mainImage": {
			"imageUrl": "https://images-na.ssl-images-amazon.com/images/I/81-lVaD1rAL._AC_SX679_.jpg",
			"imageResolution": "679 x 679"
		},
		"categories": ["Electronics", "Computers & Accessories", "Monitors"]
	},
	{
		"title": "Apple AirPods Pro",
		"manufacturer": "Visit the Apple Store",
		"countReview": 193164,
		"answeredQuestions": 1000,
		"rating": "4.8 out of 5 stars",
		"asin": "B07ZPC9QD4",
		"sizeSelection": [],
		"soldBy": "Amazon.com",
		"fulfilledBy": "Amazon.com",
		"sellerId": null,
		"warehouseAvailability": "In Stock.",
		"retailPrice": 249,
		"price": 197,
		"countInStock": 2,
		"priceRange": null,
		"shippingPrice": 0,
		"priceShippingInformation": "",
		"priceSaving": "You Save: $52.00 (21%)",
		"features": [
			"Active noise cancellation for immersive sound",
			"Transparency mode for hearing and connecting with the world around you",
			"Three sizes of soft, tapered silicone tips for a customizable fit",
			"Sweat and water resistant",
			"Adaptive EQ automatically tunes music to the shape of your ear",
			"Easy setup for all your Apple devices",
			"Quick access to Siri by saying “Hey Siri”",
			"The Wireless Charging Case delivers more than 24 hours of battery life"
		],
		"images": [
			"https://images-na.ssl-images-amazon.com/images/I/71zny7BTRlL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/71%2BoSLK5SIL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/71bhWgQK-cL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/71llQwico7L._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/81nuOe%2BXCtL._AC_SL1500_.jpg"
		],
		"videoeUrlList": [
			"https://d2y5sgsy8bbmb8.cloudfront.net/3daf7d36-a2dc-4e10-8fa1-702b0bcb6694/default.jobtemplate.mp4.480.mp4"
		],
		"description": null,
		"details": [
			{
				"name": "Product Dimensions",
				"value": "0.94 x 0.86 x 1.22 inches; 1.6 Ounces"
			},
			{
				"name": "Item Weight",
				"value": "1.6 ounces"
			},
			{
				"name": "Manufacturer",
				"value": "Apple Computer"
			},
			{
				"name": "ASIN",
				"value": "B07ZPC9QD4"
			},
			{
				"name": "Item model number",
				"value": "MWP22AM/A"
			},
			{
				"name": "Batteries",
				"value": "3 Lithium ion batteries required. (included)"
			},
			{
				"name": "Date First Available",
				"value": "October 27, 2019"
			}
		],
		"minimalQuantity": "1",
		"dealPrice": 0,
		"salePrice": 0,
		"reviews": [
			{
				"text": "Like iphone 11 Pro, Macbook Pro, Airpad Pro; the \"Pro\" denotes a higher end product. Compared to the Airpods (version 2) highest end model (with wireless charging case*); the Airpods Pro is $50 more MSRP. Compared to the non wireless case version it's $90 more *Airpods Pro does have wireless charging case by default. Only one version. Let's go through the differences 1. Physical Appearance: Shorter Stem, but larger bud or head There's a large black airflow grill A mic inside and outside the Airpods Case is same thickness, a lot wider, but shorter. Still uses lighting cable to charge, but it does come with a lighting to USB-C cable 2. In-ear, instead of on-ear If your ear has a small cavum and the original airpods fit perfectly, then the Airpads Pro may be a tight fit/more uncomfortable, but seeing the in-ear design, the ear piece will go into the ear canal and the rest will float in place. Those with normal or larger cavum it'll fit well. Some may not like the ear piece going into their ear canal These ear phones are more for a closed environment than an open one Seeing that it's an in-ear design, you may feel this hollow air effect going on unless you turn on transparency mode (more on this later) or play music with active noise cancelling on Seeing that it's in-ear, it has a tighter grip, better for joggers, those who shake their head around a lot for some reason, or if you run up stairs often. If you have an intense workout regimen and/or do extreme sports and not mindful it still can fall out There's a Ear Tip Fit Test on app. There's several ear tips in box. When you turn on this feature in app it'll calibrate and suggest what ear tips are best listening experience for you If you lose the tips or get them dirty overtime, you can go to the Apple store and get replacement pair for around $4 or get cheaper 3rd party ones when they come out 3. Squeeze instead of tap Instead of tapping on the earbuds, you are pinching or squeezing the stem. 1x to play, pause, and answer calls 2x to skip forward tracks 3x to skip back tracks Press and hold to switch between active noise cancel and transparency mode Still able to say \"Hey Siri\" to do voice commands/adjust volume anytime No physical volume controls on buds 4. Battery life Battery life varies depending on how far away you are from the device and volume you set. Battery depreciation over time. These are just rough estimates Pro in general has 4.5 listening time with active noise cancelling or transparency on. Airpods version 2 has 5 hours. Note Airpod version 2 does not have active noise cancelling or transparency mode. You can get 5 hours with noise cancelling and transparency off, but most likely you're not going to unless you're really desperate for battery Pro has 3.5 talk time. Airpods have 3 hours Case both old 24 hours battery life Pro: 5 mins in case = 1 hour talk or listen time. Airpods 15min in case = 3 hours listen, 2 hours talk 5. Water/sweat resistant Now you can go to the gym and do cardio with them on. As mentioned before, tighter grip seeing that it's in-ear May survive light rain. Do not recommended going in the shower or dunk in the pool with it though 6. Active noise cancellation, Transparency mode Airpods pro has 3 modes: Active noise cancellation, off and Transparency mode Active nose cancellation tries to block out outside noise while listening to music. I'd say it drowns out may 70%. If you focus to outside or aren't focused to music; you still may be able to pick out what's going on, but in general it does it's job. Off is just like the standard in-ear headphones, but with the hollow air sound when no music is playing Transparency mode. The black airflow grills let in outside sound so you're able to hear both outside sound and music same time. Think of it as open ear headsets. Unlike some in-ear headsets the black airflow grills prevent you from hearing yourself in your head when you talk 7. Sound Quality Better than the previous version seeing the active noise cancelling and in-ear with more focused sound direcly into your ear canal. It's not $250 audiophile quality sound. Better quality sound in lows and mids compared to non-pro version. If you ever tried the Power Beats Pro, it sound very similar to those You can hear callers better in a noisy environment and less likely raise your voice --Conclusion: Other than that, all other features are the same. Meant to be used on Apple devices. Very good ease of use for Apple users, and is in-style these days (shows social status). Sound quality is better that the non-PRO version, and you do get noise cancellation. There are other headphones that do it better sound in this price range, but may not be as convenient with pairing to Apple devices.",
				"date": "Reviewed in the United States on October 30, 2019",
				"rating": "4.0 out of 5 stars",
				"title": "List of Features/Changes compared to Airpods (v2)",
				"userName": "Vincent",
				"url": "/gp/customer-reviews/R3MXI8ZV1P0T0R/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B07ZPC9QD4",
				"images": [],
				"variationList": []
			},
			{
				"text": "With the new transparency mode, I can listen to music knowing that I will never be ran over by a car on the street again. Another W for Tim Cook and the boys",
				"date": "Reviewed in the United States on October 31, 2019",
				"rating": "5.0 out of 5 stars",
				"title": "Saved my marriage",
				"userName": "Jorge Moran",
				"url": "/gp/customer-reviews/RR4PUQZ6Z0R06/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B07ZPC9QD4",
				"images": [],
				"variationList": []
			},
			{
				"text": "They fire",
				"date": "Reviewed in the United States on October 30, 2019",
				"rating": "5.0 out of 5 stars",
				"title": "Lit",
				"userName": "Jon",
				"url": "/gp/customer-reviews/RZDWQBT1911C7/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B07ZPC9QD4",
				"images": [],
				"variationList": []
			}
		],
		"specs": [],
		"mainImage": {
			"imageUrl": "https://images-na.ssl-images-amazon.com/images/I/71zny7BTRlL._AC_SX679_.jpg",
			"imageResolution": "679 x 679"
		},
		"categories": []
	},
	{
		"title": "Sony - FE 50mm F1.8 Standard Lens (SEL50F18F/2)",
		"manufacturer": "Visit the Sony Store",
		"countReview": 3744,
		"answeredQuestions": 209,
		"rating": "4.6 out of 5 stars",
		"asin": "B07XBX32GR",
		"sizeSelection": [],
		"soldBy": "Amazon.com",
		"fulfilledBy": "Amazon.com",
		"sellerId": null,
		"warehouseAvailability": "In Stock.",
		"retailPrice": 248,
		"price": 198,
		"countInStock": 2,
		"priceRange": null,
		"shippingPrice": 0,
		"priceShippingInformation": "",
		"priceSaving": "You Save: $50.00 (20%)",
		"features": [
			"Large F1. 8 maximum aperture enables beautiful defocusing effects",
			"7-blade circular aperture creates beautiful defocused bokeh",
			"Compact, lightweight design Ideal for full-frame e-mount cameras",
			"Aspherical element controls spherical aberration and coma",
			"Double-gauss configuration suppresses field curvature & distortion"
		],
		"images": [
			"https://images-na.ssl-images-amazon.com/images/I/81SQ4kH%2BFnL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/81SOTxf9GAL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/81goX6MAt-L._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/61rzChIHevL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/71ZlAc9hJLL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/812NrhOeuFL._AC_SL1500_.jpg"
		],
		"videoeUrlList": [],
		"description": "This 50mm Full-frame E-mount Fast Prime Lens offers a focal length that is perfect for portraiture and a range of other subjects. A bright F1. 8 maximum aperture, 7-blade circular aperture and aspherical element deliver impressive image quality with beautifully defocused background bokeh, all in a surprisingly compact and lightweight package.Minimum focus distance: 0.45 m (1.48 ft)",
		"details": [
			{
				"name": "Product Dimensions",
				"value": "4.09 x 3.4 x 4.69 inches"
			},
			{
				"name": "Item Weight",
				"value": "10.4 ounces"
			},
			{
				"name": "ASIN",
				"value": "B07XBX32GR"
			},
			{
				"name": "Item model number",
				"value": "SEL50F18F/2"
			},
			{
				"name": "Customer Reviews",
				"value": "4.6 out of 5 stars 3,744 ratings 4.6 out of 5 stars"
			},
			{
				"name": "Best Sellers Rank",
				"value": "#8 in SLR Camera Lenses"
			},
			{
				"name": "Date First Available",
				"value": "September 3, 2019"
			},
			{
				"name": "Manufacturer",
				"value": "Sony"
			}
		],
		"minimalQuantity": "1",
		"dealPrice": 0,
		"salePrice": 0,
		"reviews": [
			{
				"text": "Works great with A7. For the price, you can't beat it. Before you whine about the performance, put the current firmware on both your camera and lens (as of this writing, that would be 3.20 and .2 respectively), and then go into the settings and enable Phase Detect. AF is fast up to F4, after that the camera needs more time to hunt. For someone like me coming from a Canon 40 2.8 STM w/Commlite adapter, this is not a big deal, and is still way faster than any adapted lens. Corners are soft and hazy wide-open. In any case, 99.9% of the time your audience is going to marvel at how blurred the background is, while the other .1% is measuring the bokeh balls with a caliper for uniformity. Who cares? It's a portrait lens, for crying out loud. Stop-down if it bothers you. Beyond F5.6, this lens is sharp as nails and produces landscape scenes with stunning detail. This lens is light-weight. I can see myself traveling with just this lens. It's a 50mm lens, it produces beautiful images on the A7, and most importantly, it doesn't cost half the price of the A7. Believe me, nobody is going to look at your image shot with this lens and say , \"Aha! You didn't shoot this with the $900 Zeiss!\".",
				"date": "Reviewed in the United States on October 13, 2016",
				"rating": "5.0 out of 5 stars",
				"title": "Works great with A7",
				"userName": "Suntoryjim",
				"url": "/gp/customer-reviews/R3U4YY143QTM2B/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B07XBX32GR",
				"images": [
					"https://images-na.ssl-images-amazon.com/images/I/719D+SOuXVL._SY88.jpg",
					"https://images-na.ssl-images-amazon.com/images/I/71QqifVJluL._SY88.jpg",
					"https://images-na.ssl-images-amazon.com/images/I/71eQv20Ev1L._SY88.jpg",
					"https://images-na.ssl-images-amazon.com/images/I/71mcYjupmUL._SY88.jpg",
					"https://images-na.ssl-images-amazon.com/images/I/81IN8Ge2GOL._SY88.jpg"
				],
				"variationList": ["Style: Lens only"]
			},
			{
				"text": "For the price you really don't have another native lens option. As others have stated the auto-focus on this lens is probably the worst of any native FE mount lens. First it uses a DC motor, so lots of pulsing to focus. Also the motor is fairly audible so not the best choice in video. For the price the image quality is excellent. Bokeh is smooth and non distracting. The lens design is some what of a 'classic' so it is more susceptible to flare than many modern lenses. I have actually found using this in continuous autofocus increases the usability of the focus greatly. For some reason single focus loves to hunt and give up in low contrast situations when the continuous does a much better job. Video auto focus is a lot better than you would expect, but I would say it's critical that you have an external mic or you might pick up clicks from the DC motor. I recently received my A7III with Sony's newest focusing technology and the same issues remain, and the lens is at the latest firmware (3).",
				"date": "Reviewed in the United States on April 17, 2018",
				"rating": "3.0 out of 5 stars",
				"title": "Auto-focus on this lens is probably the worst of any native FE lens, but it's still a buy",
				"userName": "Amazon Customer",
				"url": "/gp/customer-reviews/R2KSD9H5VR9ZEX/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B07XBX32GR",
				"images": [],
				"variationList": ["Style: Lens only"]
			},
			{
				"text": "I returned this lens, because the AF is actually as bad as everyone says it is. I compared it directly to my 30+ year old minolta 50mm 1.7 mounted on an LA-EA4 adapter on my A7ii camera. The Minolta focused faster indoors. That is ridiculous. This lens is an embarrassment for Sony. I wish they made something under $500 before stepping up to the Ziess. The 85mm 1.8 is a masterpiece and sells for $600, so Sony just needs to put that focusing tech into a 50. Meanwhile, if you are looking for a cheap prime, I would recommend the samyang 35mm 2.8. It is super small and only 85 grams, it focuses faster than this lens and is often on sale for about the same price. If you keep the subject centered and can crop, you won't get the same DOF, but with more responsive AF you will have more keepers when trying to keep up with moving subjects or lower light. Until Sony makes a better version of this lens under $500, I will stick with a pair of 35mm and 85mm FE lenses that can be acquired new, on sale, for about $820. If you need this focal length, the 55mm 1.8 is the only AF option. Otherwise, pick up an older fast manual focus nifty 50 and a cheap adapter, and you will probably have better results than this clunker of a 50mm.",
				"date": "Reviewed in the United States on April 24, 2018",
				"rating": "3.0 out of 5 stars",
				"title": "because the AF is actually as bad as everyone says it is",
				"userName": "David C.",
				"url": "/gp/customer-reviews/R1SGU9ED2PTTV/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B07XBX32GR",
				"images": [],
				"variationList": ["Style: Lens only"]
			}
		],
		"specs": [],
		"mainImage": {
			"imageUrl": "https://images-na.ssl-images-amazon.com/images/I/81SQ4kH%2BFnL._AC_SX679_.jpg",
			"imageResolution": "679 x 503"
		},
		"categories": [
			"Electronics",
			"Camera & Photo",
			"Lenses",
			"Camera Lenses",
			"SLR Camera Lenses"
		],
		"currency": null,
		"acKeywordLink": "sony 50mm",
		"deliveryMessage": "Friday, May 21 Details"
	},
	{
		"title": "Intel Core i7-10700K Desktop Processor 8 Cores up to 5.1 GHz Unlocked LGA1200 (Intel 400 Series Chipset) 125W (BX8070110700K)",
		"manufacturer": "Visit the Intel Store",
		"countReview": 1909,
		"answeredQuestions": 57,
		"rating": "4.9 out of 5 stars",
		"asin": "B086ML4XSB",
		"sizeSelection": [],
		"soldBy": "Amazon.com",
		"fulfilledBy": "Amazon.com",
		"sellerId": null,
		"warehouseAvailability": "Available to ship in 1-2 days.",
		"retailPrice": 387,
		"price": 321.76,
		"countInStock": 3,
		"priceRange": null,
		"shippingPrice": 0,
		"priceShippingInformation": "",
		"priceSaving": "You Save: $65.24 (17%)",
		"features": [
			"8 Cores / 16 Threads",
			"Socket type LGA 1200",
			"Up to 5.1 GHz unlocked",
			"Compatible with Intel 400 series chipset based motherboards",
			"Intel Turbo Boost Max Technology 3.0 support",
			"Intel Optane Memory support"
		],
		"images": [
			"https://images-na.ssl-images-amazon.com/images/I/71P3chRzgNL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/71NMEbc22LL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/81gXREHrUUL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/71fghXFre1L._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/718jrrXhGvL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/81sBTMCCL2L._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/71GnKVzz-uL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/71FgNYqXiRL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/81qkaAF%2BRXL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/81xPjYpi7rL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/71Vvn-23KdL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/71gD6Z7DzaL._AC_SL1500_.jpg"
		],
		"videoeUrlList": [
			"https://d2y5sgsy8bbmb8.cloudfront.net/510dc3da-54d0-41c3-8d2f-97dc4f50c5eb/default.jobtemplate.mp4.480.mp4",
			"https://d2y5sgsy8bbmb8.cloudfront.net/684f6685-dfe8-484d-b7b8-f4e6c8ded8a9/default.jobtemplate.mp4.480.mp4"
		],
		"description": null,
		"details": [
			{
				"name": "Processor",
				"value": "3.8 GHz core_i7"
			},
			{
				"name": "Brand",
				"value": "Intel"
			},
			{
				"name": "Item model number",
				"value": "BX8070110700K"
			},
			{
				"name": "Item Weight",
				"value": "2.82 ounces"
			},
			{
				"name": "Product Dimensions",
				"value": "7.09 x 6.3 x 3.94 inches"
			},
			{
				"name": "Item Dimensions LxWxH",
				"value": "7.09 x 6.3 x 3.94 inches"
			},
			{
				"name": "Processor Brand",
				"value": "Intel"
			},
			{
				"name": "Processor Count",
				"value": "8"
			},
			{
				"name": "Manufacturer",
				"value": "Intel"
			},
			{
				"name": "ASIN",
				"value": "B086ML4XSB"
			},
			{
				"name": "Date First Available",
				"value": "May 20, 2020"
			},
			{
				"name": "Customer Reviews",
				"value": "4.9 out of 5 stars 1,909 ratings 4.9 out of 5 stars"
			},
			{
				"name": "Best Sellers Rank",
				"value": "#10 in Computer CPU Processors"
			}
		],
		"minimalQuantity": "1",
		"dealPrice": 0,
		"salePrice": 0,
		"reviews": [
			{
				"text": "I waited too long to switch back to the FPS king. This chip is amazing. I missed you Intel. The PC world is weird. Always chasing $50 savings. Too many games have CPU bottlenecks. I debated hard between just buying a 3700x to replace my 2700x versus the hard MB/CPU upgrade to Intel. But AMD had left me frustrated. My 2700x was never maxed out and I couldn’t tell what was bottleknecking me. The 3700x didn’t promise much higher clock speeds so I wasn’t sure if an upgrade would help. I play Rust on 1440p and my GPU and CPU would sit at 60% utilization or less with frames only around 70fps. First test with the 10700k stock and I’m at 135fps, max graphic settings. My GPU is now pumping out 99% utilization and the game feels amazing. This chip runs cool on stock. Idk where all the bad thermal predictions came from, but it didn’t happen. Haven’t even OC’d it yet and honestly I may not need to until I upgrade off of my 2080super. But that’s not happening any time soon. I’m hitting 144fps on 1440p max settings now in every FPS game and that was the goal. Thank you Intel, you nailed this one. The 9th gen had some cost/heat issues and that made me give AMD a try and I’m glad to be back! For anyone choosing a card. The 10700k is the sweet spot for gaming and streaming. If you only game, I think the 10600k is a cheaper but same performance. I don’t see any need for the 10900k.",
				"date": "Reviewed in the United States on June 5, 2020",
				"rating": "5.0 out of 5 stars",
				"title": "The FPS Gaming/Streaming King",
				"userName": "Michael",
				"url": "/gp/customer-reviews/RKE6QHJS1ZBWY/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B086ML4XSB",
				"images": [],
				"variationList": ["Style: Processor Only"]
			},
			{
				"text": "Yeah I know, Ryzens are cheaper, and out perform the Intel chips in everything... except clocks. As a gamer, I want the highest single core speed possible, 16 threads instead of 32? Whatever, I don't need that many for my uses, lol. I don't upgrade often, and until now I was still running my trusty 4790k, which still can hold it's own pretty well, but now with the 10700k, the 1080 isn't bottlenecked by my CPU any more, and it's VERY noticeable in certain games I normally saw slight issues. Should you upgrade 9th gen, or even 8th gen to 10th gen? Honestly, probably not. But if you're say, a few of more generations behind now, it's a worthy upgrade. Yes it's an upgraded 9900k, but that's still really good for ~$400! (pic included just because I find it hilarious how absurdly big the Noctua D15 cooler is) 1 MONTH UPDATE: So yeah it's just shy of a month using it and it's been a beast. I haven't messed with clocks at all since the built in boosts do the job fine, especially paired with the D15 keeping it nice and cool. Haven't gone above 60c in full load yet. 8 MONTH UPDATE: Still going strong! Was able to snag a 3080 from MicroCenter in September, so my build is now complete, and the 3080/10700k combo is beasting through anything I put in front of it. PC Build: CPU: i7-10700k CPUC: Noctua NH-D15 Chromax MOBO: MSI Z490-A PRO RAM: 32GB (4x8GB) HyperX Fury DDR4 3200 GPU: EVGA RTX 3080 XC3 Ultra PSU: Seasonic Focus Plus Gold 750w DRIVES: 250GB Samsung 970 EVO Plus M.2, 1TB Seagate SSHD, 2TB Samsung 860 Evo SSD, 4TB WD Black HDD",
				"date": "Reviewed in the United States on June 6, 2020",
				"rating": "5.0 out of 5 stars",
				"title": "Gaming Chip. 4790k to this.",
				"userName": "BK",
				"url": "/gp/customer-reviews/RCFR8M9O9QZ6V/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B086ML4XSB",
				"images": [
					"https://images-na.ssl-images-amazon.com/images/I/712IN8-4D6L._SY88.jpg",
					"https://images-na.ssl-images-amazon.com/images/I/918jIB27i2L._SY88.jpg"
				],
				"variationList": ["Style: Processor Only"]
			},
			{
				"text": "Upgraded from an i5 6500 to this i7-10700k and wow has it made a difference. No more stutters in games and a huge FPS gain. Lookup benchmarks for more performance stats. Was originally worried about temps as most reviews said 10th gen Intels are running hot. I have a Noctua NH-U12S cooling this without issues (not overclocked). CPU does heat up immensely in Warzone where a 3-4 hour gaming session has temperatures in the mid 70s c. Pubg, dota 2, and escape from tarkov this CPU only heats up to high 50's to low 60's which is better than I expected. I personally won't overclock this until I invest in a better air cooler or aio. Will update this review as I complete testing and benchmarks.",
				"date": "Reviewed in the United States on May 29, 2020",
				"rating": "5.0 out of 5 stars",
				"title": "Great CPU",
				"userName": "Thomas",
				"url": "/gp/customer-reviews/R1VNOYSPR76PM3/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B086ML4XSB",
				"images": [],
				"variationList": ["Style: Processor Only"]
			}
		],
		"specs": [],
		"mainImage": {
			"imageUrl": "https://images-na.ssl-images-amazon.com/images/I/71P3chRzgNL._AC_SX679_.jpg",
			"imageResolution": "679 x 785"
		},
		"categories": [
			"Electronics",
			"Computers & Accessories",
			"Computer Components",
			"Internal Components",
			"CPU Processors"
		]
	},
	{
		"title": "AMD Ryzen 7 5800X 8-core, 16-Thread Unlocked Desktop Processor",
		"manufacturer": "Visit the AMD Store",
		"countReview": 2372,
		"answeredQuestions": 85,
		"rating": "4.8 out of 5 stars",
		"asin": "B0815XFSGK",
		"sizeSelection": [],
		"soldBy": "Amazon.com",
		"fulfilledBy": "Amazon.com",
		"sellerId": null,
		"warehouseAvailability": "In Stock.",
		"retailPrice": 449,
		"price": 421.05,
		"countInStock": 3,
		"priceRange": null,
		"shippingPrice": 0,
		"priceShippingInformation": "",
		"priceSaving": "You Save: $27.95 (6%)",
		"features": [
			"AMD's fastest 8 core processor for mainstream desktop, with 16 procesing threads",
			"Can deliver elite 100+ FPS performance in the world's most popular games",
			"Cooler not included, high-performance cooler recommended",
			"4.7 GHz Max Boost, unlocked for overclocking, 36 MB of cache, DDR-3200 support",
			"For the advanced Socket AM4 platform, can support PCIe 4.0 on X570 and B550 motherboards"
		],
		"images": [
			"https://images-na.ssl-images-amazon.com/images/I/61DYLoyNRWL._AC_SL1384_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/610Rt4BtEWL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/61YofZTWZoS._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/81ciJn85chL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/81bEvvz3HnL._AC_SL1500_.jpg"
		],
		"videoeUrlList": [],
		"description": "Be unstoppable with the unprecedented speed of the world’s best desktop processors. AMD Ryzen 5000 Series processors deliver the ultimate in high performance, whether you’re playing the latest games, designing the next skyscraper or crunching scientific data. With AMD Ryzen, you’re always in the lead.",
		"details": [
			{
				"name": "Processor",
				"value": "4.7 GHz amd_ryzen_7"
			},
			{
				"name": "Brand",
				"value": "AMD"
			},
			{
				"name": "Series",
				"value": "AMD Ryzen 7 5800X"
			},
			{
				"name": "Item model number",
				"value": "AMD Ryzen 7 5800X"
			},
			{
				"name": "Item Weight",
				"value": "2.8 ounces"
			},
			{
				"name": "Product Dimensions",
				"value": "1.57 x 1.57 x 0.24 inches"
			},
			{
				"name": "Item Dimensions LxWxH",
				"value": "1.57 x 1.57 x 0.24 inches"
			},
			{
				"name": "Color",
				"value": "Black"
			},
			{
				"name": "Processor Brand",
				"value": "AMD"
			},
			{
				"name": "Processor Count",
				"value": "8"
			},
			{
				"name": "Manufacturer",
				"value": "AMD"
			},
			{
				"name": "ASIN",
				"value": "B0815XFSGK"
			},
			{
				"name": "Date First Available",
				"value": "November 5, 2020"
			},
			{
				"name": "Customer Reviews",
				"value": "4.8 out of 5 stars 2,372 ratings 4.8 out of 5 stars"
			},
			{
				"name": "Best Sellers Rank",
				"value": "#1 in Computer CPU Processors"
			}
		],
		"minimalQuantity": "1",
		"dealPrice": 0,
		"salePrice": 0,
		"reviews": [
			{
				"text": "Great processor. A huge step up for AMD. This should finally start to scare Intel. Is a hot cpu so make sure you pair it with a quality cooler. For some reason the decided the best way to send a 500 dollar pc part was using a bubble envelope and nothing else. And you can see the result. Hope it works when I finally get my hands on the other parts.",
				"date": "Reviewed in the United States on November 30, 2020",
				"rating": "1.0 out of 5 stars",
				"title": "Why would you ship a CPU in a bubble envelope with no protection?",
				"userName": "Robert Hughes",
				"url": "/gp/customer-reviews/R2Y31ZPRIJCFD/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B0815XFSGK",
				"images": [
					"https://images-na.ssl-images-amazon.com/images/I/811i7-06GSL._SY88.jpg"
				],
				"variationList": []
			},
			{
				"text": "Pros - This is a great CPU with Single-core performance that surpasses any intel competitor and multi-core performance that smashes most of the competition. It's incredibly energy efficient for the performance gains and has great thermals. *Upgrading from a I5-2500K, everything I can think of doing is smoother and more responsive. Your milage may vary. Neutral - Does not come with an in box cooler for those of you wondering. Suprised there wasn't a wraith prism pairing with this 800x generation considering the thermal performance but you'd be better off using am aftermarket cooler regardless. *Paired mine with a Cooler master ML240RGB and my max load temp was 74°C before stabilizing at 64°C in a case with 'OK' ventilation under max load (CPU-Z stress test). *Only my memory and Infinity fabric were OC'd. Cons - Now we come to the two elephants in the room. 1. You gotta be lucky to even get the chance to buy one. Whilst this didn't sell out as fast as the 900x and 950x. It did sell out faster than the 600x and I have not seen it back in stock yet. 11/11/20 2. This processor is a little overpriced compared to it's siblings that flank it. ● 5600x has 6C/12T, 35Mb cache and is priced at $299. ● 5800x has 8C/16T, 36Mb cache and is priced at $447? *2 more cores, 4 more threads and 1 Mb more cache for $150 price increase? Ok. ●5900X 12C/24T, 64Mb cache and is priced at $547. **4 more cores, 8 more threads and double the cache for $100 more???? TLDR Great CPU, $50 over priced. If you can afford it (or even purchase it in the first place) Buy a 5900x as it's a better value. If not, save a $150 and buy a 5600x. Identical performance in games and not too far off in production work loads.",
				"date": "Reviewed in the United States on November 11, 2020",
				"rating": "4.0 out of 5 stars",
				"title": "Great CPU, Slightly Overpriced to it's siblings",
				"userName": "Damien Marshall",
				"url": "/gp/customer-reviews/R1IC1GQPM08DX0/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B0815XFSGK",
				"images": [
					"https://images-na.ssl-images-amazon.com/images/I/71j9PUGUjyL._SY88.jpg",
					"https://images-na.ssl-images-amazon.com/images/I/71lRVNi9dfL._SY88.jpg",
					"https://images-na.ssl-images-amazon.com/images/I/817vZvcjj6L._SY88.jpg"
				],
				"variationList": []
			},
			{
				"text": "At the time of writing this CPU has only been 'available' for about 2 weeks and I'll admit I got very lucky in getting one on launch day. Most will probably find this hard to find until demand/supply stabilize but if you're fortunate like me here are some things I have found so far: This CPU is a top performer at it's tier. There's a plethora of data at this point in benchmarks about the Ryzen 5000 series and they seem to outscore most of the Intel competitors easily, as well as against the previous Ryzen 3000 series line. Personally I don't think this alone is a great reason to buy this product currently but I will expand later on value, my previous setup was an 8700K and I felt this 'worth' the upgrade for me personally. I use it on a near exclusive gaming PC, with some occasional video rendering and I can see improvement across the board. I play most games at 1440p however, and vs my old 8700k I can tell you the performance gain on average is probably less than 5%. In rendering and workstation benchmarks its much more, to be expected with core count increase. This CPU in my system tends to run HOT. At least hotter than I expected @ 105W TDP. I'm on a MSI Tomahawk x570 with an Arctic Liquid Cooler 2 280mm AIO, and with stock settings stress testing I'm reaching 75 C quickly, sometimes maxing at 85 C depending on the task. I've checked my mounting and I don't think there is an issue. My system is using a Phanteks P500A with high airflow as well. I've found examples of others reporting this as well online, and it seems exclusive to the 5800x currently. I've done some extended stress testing and it doesn't seem to thermal throttle so I'm not too worried, while gaming it peaks around 68 C. Overall I've had zero stability problems or crashes so far which is better than expected as AMD has been known in recent years as a problematic launch platform with driver/BIOS issues. Hopefully this stays the same! In terms of value this is probably not worth it to most who are interested. The 5600x is (for now) the value/performance king of the new series and the 5900x has notable advantages for only $100 more. I think there is still fantastic value in the R5 3600 as well, especially since it can be occasionally had for around $175. If the price of the 5800x drops to $400 or less in the future it will be become a much more compelling purchase. Consider that this is also the end of the line (supposedly) for the AM4 platform. I think you can make a reasonable argument for 10th Gen Intel due to a potential next gen upgrade capability but who knows if it will be worth the wait. TL;DR: Top performer, value questionable, warm running Ryzen CPU. I'm an enthusiast who wanted to buy into this series before we even knew it was capable, most will find this unnecessary for mid-high tier 1440/4k gaming. *EDIT* - For those who are interested, I've done more temperature and benchmark and found that enabling ECO Mode in AMD Ryzen Master software is a fantastic way to mitigate high temps. It seems to drop the total power draw from 145w (PBO/OC mode enabled) to about 88w, maintains the same Single-Core score in Cinebench and has virtually no effect on gaming. Heavy multi-core workloads suffer to the tune of about 10% i.e. Cinebench, Handbrake encoding, etc. This is now my default setting, I've noticed CPU intense games dip a little, but still higher performing than my old 8700K and temps on average are 20% less. This is now my default setting as odd as that sounds, maintains my fan/pump speeds much lower and therefore quieter and for 90% of the 1440p gaming I see no performance effect. Maybe this will be improved with further BIOS updates but for now this seems to be the safest option.",
				"date": "Reviewed in the United States on November 20, 2020",
				"rating": "4.0 out of 5 stars",
				"title": "8 Core King - *EDIT* Eco Mode",
				"userName": "Patrick G.",
				"url": "/gp/customer-reviews/R3TJTVSCLJAMTN/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B0815XFSGK",
				"images": [
					"https://images-na.ssl-images-amazon.com/images/I/91lbZtwR-nL._SY88.jpg"
				],
				"variationList": []
			}
		],
		"specs": [],
		"mainImage": {
			"imageUrl": "https://images-na.ssl-images-amazon.com/images/I/61DYLoyNRWL._AC_SX679_.jpg",
			"imageResolution": "679 x 583"
		},
		"categories": [
			"Electronics",
			"Computers & Accessories",
			"Computer Components",
			"Internal Components",
			"CPU Processors"
		]
	},
	{
		"title": "Nokia 225 | Unlocked | 4G Cell Phone | Black",
		"manufacturer": "Visit the Nokia Store",
		"countReview": 192,
		"answeredQuestions": 83,
		"rating": "3.9 out of 5 stars",
		"asin": "B08Q1YWQQ9",
		"sizeSelection": [],
		"soldBy": "Amazon.com",
		"fulfilledBy": "Amazon.com",
		"sellerId": null,
		"warehouseAvailability": "In Stock.",
		"retailPrice": 0,
		"price": 49.97,
		"countInStock": 3,
		"priceRange": null,
		"shippingPrice": 0,
		"priceShippingInformation": "",
		"priceSaving": null,
		"features": [
			"Discover a world of perks that come with 4G, including clearer call quality, seamless sharing, and multiplayer gaming.",
			"Get more out of your phone with long-lasting battery life and signature sturdiness. Please note this phone uses the operating system Series 30+.",
			"Take in premium design features, including a high-performance keymat, separate function keys, curved back, easy-grip edge, and hard-coated colors.",
			"Beat boredom with the built-in camera, wireless FM radio, and a variety of great games.",
			"In the box: Nokia 225 4G device, battery, Quick start guide and Micro USB charger."
		],
		"images": [
			"https://images-na.ssl-images-amazon.com/images/I/71V7nMArbIL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/61k8DQCe4EL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/61R0QLiX5vL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/71dwBQldRAL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/619AQ3u3RRL._AC_SL1500_.jpg"
		],
		"videoeUrlList": [
			"https://d2y5sgsy8bbmb8.cloudfront.net/f2175608-89ae-4b38-8a8d-1eee6eea4353/default.jobtemplate.mp4.480.mp4"
		],
		"description": "The Nokia 225 4G cell phone brings you all the perks that come with 4G, like clearer call quality, social media, and multiplayer gaming. Featuring a Series 30+ operating system, enjoy a long-lasting battery life, plus type and navigate with precision thanks to the high-performance keymat and dedicated function keys. Take in the premium design features, including a curved back for comfort, easy-grip edge, and glossy hard-coated colors for a high-end finish. Plus, give your downtime an upgrade with essentials like Facebook, Snake, try-and-buy games, and a built-in camera. HMD Global Oy is the exclusive licensee of the Nokia brand for phones & tablets. Nokia is a registered trademark of Nokia Corporation.",
		"details": [
			{
				"name": "Package Dimensions",
				"value": "4.96 x 4.92 x 1.34 inches"
			},
			{
				"name": "Item Weight",
				"value": "3.18 ounces"
			},
			{
				"name": "ASIN",
				"value": "B08Q1YWQQ9"
			},
			{
				"name": "Item model number",
				"value": "TA-1282"
			},
			{
				"name": "Customer Reviews",
				"value": "3.9 out of 5 stars 192 ratings 3.9 out of 5 stars"
			},
			{
				"name": "Best Sellers Rank",
				"value": "#3,116 in Electronics (See Top 100 in Electronics) #101 in Cell Phones"
			},
			{
				"name": "OS",
				"value": "Series 30+"
			},
			{
				"name": "RAM",
				"value": "0.06 GB"
			},
			{
				"name": "Wireless communication technologies",
				"value": "Cellular"
			},
			{
				"name": "Connectivity technologies",
				"value": "Bluetooth"
			},
			{
				"name": "Special Features",
				"value": "Bluetooth Enabled, Basic Phone, Camera"
			},
			{
				"name": "Other display features",
				"value": "Wireless"
			},
			{
				"name": "Other camera features",
				"value": "Rear"
			},
			{
				"name": "Audio Jack",
				"value": "3.5 mm"
			},
			{
				"name": "Form Factor",
				"value": "Bar"
			},
			{
				"name": "Colour",
				"value": "Black"
			},
			{
				"name": "Battery Power Rating",
				"value": "1150"
			},
			{
				"name": "Phone Talk Time",
				"value": "6 Hours"
			},
			{
				"name": "Phone Standy Time (with data)",
				"value": "20 days"
			},
			{
				"name": "Included Components",
				"value": "Nokia 225 4G phone, Micro USB charger, Quick start guide, Battery"
			},
			{
				"name": "Manufacturer",
				"value": "HMD Global"
			},
			{
				"name": "Date First Available",
				"value": "December 17, 2020"
			}
		],
		"minimalQuantity": "1",
		"dealPrice": 0,
		"salePrice": 0,
		"reviews": [
			{
				"text": "I really wanted to love this phone, but it seems old 100% reliable dumb phones are a thing of the past... I have been using it as my only phone to cut down on distractions. This phone is ALMOST perfect. THE GOOD: - I Love that it has LTE Voice... works great on T-Mobile. Call quality is good, and I even filled it up with MP3s to listen to music while I work out. - Speaker phone is loud enough. Especially considering the size of the phone. - I love that it has Bluetooth, which works almost perfectly (more on that below). I connect to bluetooth headsets and my car. - Keys are easy on the fingers, and got used to navigating it in a day. - Browser usage is painful, but to me this is a plus, since my goal is to minimize distractions. - Battery life is pretty good. I'm on calls throughout the day, connected to bluetooth, and have no problems with it lasting all day. - Added 32 Gig SD card filled with MP3s (could not get 128GB card, seems like 32 is the max) THE BAD: - Text messages have the wrong time! I tried playing with the clock settings, but this is not the issue. Does not matter if you set the time or put it in \"auto\" the text messages that come in have the wrong time. You'll see other reviews mention this. - It has frozen me a few times. When I say frozen, I mean completely frozen where holding the power button doesn't even power off the device. I am not getting this as often as other people on the reviews, but it does happen. - I noticed that the bluetooth range kind-of sucks. If I am listening to music and put my phone farther than arm's length, sometimes the music breaks up. THE UGLY: - When I am on speaker people on the other side say I am cutting off. This does not happen when I am off speaker or using my bluetooth headset. Only happens on the speakerphone and it's really disappointing. When I am on a conference call, I have it on speaker until it's time for me to talk. CONCLUSION: I'll keep using this phone until I find something better. This has everything I want, just wish it was more polished.",
				"date": "Reviewed in the United States on February 5, 2021",
				"rating": "2.0 out of 5 stars",
				"title": "Why can't I find a good dumb phone that I love?",
				"userName": "A. Medina",
				"url": "/gp/customer-reviews/R20FWONZT4O82Z/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B08Q1YWQQ9",
				"images": [],
				"variationList": ["Color: Black"]
			},
			{
				"text": "I originally gave this a good review, but I am now really disappointed. I gave up my smartphone to give up all distractions, so I only needed good calling and messaging. Calling is great. Messaging is the opposite of great. Whenever someone texts me, no matter from what timezone, it gets \"received\" three hours early. So, since all messages are sorted by sent and received timestamps, my friends messages are all above my messages. So I'll have ALL of my messages at the bottom and I have to scroll past them all to see their messages. I'm not sure if my phone is just flawed, but this is a huge problem that I'm not sure how they overlooked. It might not seem like a big deal, but you have to keep track of the order of messages sent yourself so that you can understand the messages. Also, I have a multi-media message notification that will not leave the notifications on the front page. I have reset to factory settings and checked for software updates, but the messaging isn't fixed. If anyone can help, I'd appreciate it greatly. I have T-Mobile in the US btw.",
				"date": "Reviewed in the United States on January 10, 2021",
				"rating": "1.0 out of 5 stars",
				"title": "Too dumb for a dumb-phone (messaging doesn't work)",
				"userName": "Catherine Quinn",
				"url": "/gp/customer-reviews/R1EL41OT3NCF4K/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B08Q1YWQQ9",
				"images": [],
				"variationList": ["Color: Black"]
			},
			{
				"text": "Works great on t-mobile, simple as it gets but wonderful for 50 bones. Im in my 20s and ditching my smartphone. Wish there were qwerty options still out there but t9 is great on this thing",
				"date": "Reviewed in the United States on January 26, 2021",
				"rating": "5.0 out of 5 stars",
				"title": "Great for the price!",
				"userName": "c",
				"url": "/gp/customer-reviews/R19N7DVBZNHVSL/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B08Q1YWQQ9",
				"images": [],
				"variationList": ["Color: Black"]
			},
			{
				"text": "Good dependable basic phone. 2 stars because it is carrier locked to AT&T, not unlocked as was advertised.",
				"date": "Reviewed in the United States on January 18, 2021",
				"rating": "2.0 out of 5 stars",
				"title": "Good device, deceptive product description",
				"userName": "JS",
				"url": "/gp/customer-reviews/RXF944PPZWS1K/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B08Q1YWQQ9",
				"images": [],
				"variationList": ["Color: Black"]
			},
			{
				"text": "Less than $50, Voice Call, Text, Internet connection for emergency, FM Radio, Bluetooth, Snake, Long battery life, Compatible with 4G... Perfect for business and personal uses.",
				"date": "Reviewed in the United States on January 23, 2021",
				"rating": "5.0 out of 5 stars",
				"title": "Perfect Basic feature phone",
				"userName": "Seunghyun Cho",
				"url": "/gp/customer-reviews/R22HJKFO97JOQR/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B08Q1YWQQ9",
				"images": [],
				"variationList": ["Color: Black"]
			},
			{
				"text": "YES, YOU READ IT RIGHT, WHEN SOMEONE SENDS YOU A MESSAGE, THE TIME SHOWS UP AS IF IT WAS SENT 3 HOURS BEFORE, SO THE MESSAGE GETS IN TO THE CONVERSATION SOMEWHERE AND YOU HAVE NO WAY TO KNOW WHICH MESSAGE IS THE NEW MESSAGE YOUR SUPPOSED TO READ, YOU NEED TO SCROLL UP AND TRY TO FIGURE IT OUT, THE CONVERSATION BECOMES COMPLETELY OUT OF ORDER. IF YOU NEED TO TEXT DO NOT BUY THIS PHONE, OTHERWISE A GREAT PHONE WORKS WELL ON 4G NETWORK.",
				"date": "Reviewed in the United States on February 4, 2021",
				"rating": "1.0 out of 5 stars",
				"title": "RECIEVED TEXTS OUT OF ORDER",
				"userName": "Amazon Customer",
				"url": "/gp/customer-reviews/R2O9C2WHR5B53L/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B08Q1YWQQ9",
				"images": [],
				"variationList": ["Color: Black"]
			},
			{
				"text": "Producto apto para trabajar con cualquier operadora en Panamá. Buena amplitud de señal. excelente para llamadas desde puntos donde generalmente no hay buena recepción.",
				"date": "Reviewed in the United States on February 8, 2021",
				"rating": "5.0 out of 5 stars",
				"title": "Excelente producto",
				"userName": "Foamydivertidos",
				"url": "/gp/customer-reviews/RLIC9CW940YFW/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B08Q1YWQQ9",
				"images": [
					"https://images-na.ssl-images-amazon.com/images/I/71zRPU5LLuL._SY88.jpg"
				],
				"variationList": ["Color: Black"]
			},
			{
				"text": "I had a 2g pre paid phone and wanted to upgrade to 4g, works good ,I had to switch from micro to nano sim.",
				"date": "Reviewed in the United States on January 10, 2021",
				"rating": "4.0 out of 5 stars",
				"title": "Good basic phone",
				"userName": "kevin",
				"url": "/gp/customer-reviews/R2YLF0EPQQRS7H/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B08Q1YWQQ9",
				"images": [],
				"variationList": ["Color: Black"]
			}
		],
		"specs": [],
		"mainImage": {
			"imageUrl": "https://images-na.ssl-images-amazon.com/images/I/71V7nMArbIL._AC_SX679_.jpg",
			"imageResolution": "679 x 634"
		},

		"categories": ["Cell Phones & Accessories", "Cell Phones"]
	},
	{
		"title": "Apple Magic Keyboard (Wireless, Rechargable) (US English) - Silver",
		"manufacturer": "Visit the Apple Store",
		"countReview": 7326,
		"answeredQuestions": 330,
		"rating": "4.8 out of 5 stars",
		"asin": "B016QO64FI",
		"sizeSelection": [],
		"soldBy": "Amazon.com",
		"fulfilledBy": "Amazon.com",
		"sellerId": null,
		"warehouseAvailability": "In Stock.",
		"retailPrice": 99,
		"price": 89.99,
		"countInStock": 3,
		"priceRange": null,
		"shippingPrice": 0,
		"priceShippingInformation": "",
		"priceSaving": "You Save: $9.01 (9%)",
		"features": [
			"Magic Keyboard combines a sleek design with a built-in rechargeable battery and enhanced key features.",
			"With a stable scissor mechanism beneath each key, as well as optimized key travel and a low profile, Magic Keyboard provides a remarkably comfortable and precise typing experience.",
			"It pairs automatically with your Mac, so you can get to work right away."
		],
		"images": [
			"https://images-na.ssl-images-amazon.com/images/I/41zF0OXgNzL._AC_SL1024_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/31cNkv3aosL._AC_SL1024_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/51tewAA8QEL._AC_SL1024_.jpg"
		],
		"videoeUrlList": [],
		"description": null,
		"details": [
			{
				"name": "Product Dimensions",
				"value": "11.5 x 5 x 0.8 inches; 7.2 Ounces"
			},
			{
				"name": "Item Weight",
				"value": "7.2 ounces"
			},
			{
				"name": "Manufacturer",
				"value": "Apple Computer"
			},
			{
				"name": "ASIN",
				"value": "B016QO64FI"
			},
			{
				"name": "Item model number",
				"value": "MLA22LL/A"
			},
			{
				"name": "Batteries",
				"value": "1 Lithium Polymer batteries required. (included)"
			},
			{
				"name": "Is Discontinued By Manufacturer",
				"value": "No"
			},
			{
				"name": "Date First Available",
				"value": "November 1, 2018"
			}
		],
		"minimalQuantity": "1",
		"dealPrice": 0,
		"salePrice": 0,
		"reviews": [
			{
				"text": "I have several of these for various Macs around the place and think it's the best keyboard Apple has produced to date -- especially when paired with the newest Magic Trackpad. That being said, I noted the box was not shrink-wrapped when I removed it from the Amazon box and then the keyboard plastic wrap was a bit askew. \"This couldn't be used, could it?\", I thought. Then I tried to pair it with my MacBook Pro and saw the keyboard name in the list (see attached). The good thing is that 1) the keyboard has no issues and 2) I could easily change its name, but the main issue is that I do not like paying for new items that have obviously been bought, returned and then sold as new.",
				"date": "Reviewed in the United States on June 29, 2016",
				"rating": "5.0 out of 5 stars",
				"title": "5 Stars for the keyboard; 1 star for Amazon",
				"userName": "S. L. Patterson",
				"url": "/gp/customer-reviews/RIZFDMCAWABC9/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B016QO64FI",
				"images": [
					"https://images-na.ssl-images-amazon.com/images/I/31bq2o6rA-L._SY88.jpg"
				],
				"variationList": []
			},
			{
				"text": "I type on an Apple Magic Keyboard every day and find them to be easy to use, with very good battery life. They easily pair with Macs, iPads, and Apple TVs. I'm giving 5 stars for the product, but no stars for the sales experience. The keyboard I received was obviously one that had been returned. I buy Apple gear all the time, and the boxes are always wrapped in plastic -- this was not. Upon opening the box I noticed the plastic sleeve the keyboard was in was upside down. There's a small tab that makes it easy to pull the keyboard out of the box. This was facing down, under the keyboard, instead of up. And, the shipping box was way oversized for the product and had only two small pieces of packing paper, so the box was pretty well smashed. Again, the product performs just fine, but I am returning it. Used products ought to be identified as \"open box\" to buyers and not sold under the pretense of being new.",
				"date": "Reviewed in the United States on November 13, 2018",
				"rating": "5.0 out of 5 stars",
				"title": "Great product, but beware of getting someone's return",
				"userName": "RWS Apogee",
				"url": "/gp/customer-reviews/R1D305E0EC8HDO/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B016QO64FI",
				"images": [],
				"variationList": []
			},
			{
				"text": "I was so excited to get this, but it clearly was used when it arrived, so I returned it the same day.",
				"date": "Reviewed in the United States on November 12, 2018",
				"rating": "1.0 out of 5 stars",
				"title": "Paid for new, but it was used",
				"userName": "M",
				"url": "/gp/customer-reviews/R6G1LSDFU1GZT/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B016QO64FI",
				"images": [],
				"variationList": []
			},
			{
				"text": "I bought this to use with my iPad Pro 10.5. Love it. Pairs up via Bluetooth. I've had it for two days and have used it a few hours a day. It came with 85% battery, currently at 84% battery. Dropped a whole 1% in two days. Perfect. I love that it is a full sized keyboard, comparable to my MBP 13\". I also wasn't a fan of the Apple Smart Keyboard (the cover with the keyboard cooked in). It was just too cramped plus I already had a smart cover so no reason to have two covers. I found out that I could use this keyboard when talking to an Apple Store employee while looking at iMacs. We paired a keyboard up to an iPad and I was sold (although I bought it on Amazon because it is $10 cheaper compared to buying it from Apple). Since it is an Apple keyboard, the battery life shows up in the battery widget along with the iPad battery life and Apple Pencil battery life. Screen brightness and volume controls on the top work with the iPad. I was also able to pair this up with my iPhone 8 but not sure I would ever do that in the future. If there would be one suggestion for iPad users who want to use this keyboard, I would buy a case for it if you are going to travel around with it, like me going to campus and putting it in my backpack. I purchased a Hermit Shell case and it fits perfectly.",
				"date": "Reviewed in the United States on July 20, 2018",
				"rating": "5.0 out of 5 stars",
				"title": "Perfect Keyboard for iPad users who don't want the Smart Keyboard cover",
				"userName": "Kevin A Lawrence",
				"url": "/gp/customer-reviews/R2OGZXOKHHSAWD/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B016QO64FI",
				"images": [
					"https://images-na.ssl-images-amazon.com/images/I/61ssfzY31AL._SY88.jpg"
				],
				"variationList": []
			},
			{
				"text": "I have the full sized Apple Keyboard with the numeric keypad, the original Wireless Apple Keyboard and now the Magic Keyboard. I'll go through each and list what makes the Magic Keyboard upgrade worthy. Full Sized Apple Keyboard with Numeric Keypad Obviously, these are great for those who need the extra keys. However, the problem for me is the length of the keyboard. Due to its length, it pushes the mouse or the trackpad too far off to the side for my comfort. I have since purchased an ergonomic chair ( Steelcase Leap Fabric Chair, Black ) with highly adjustable arms, but prior to owning this chair, having the mouse so far out to the side hurt my shoulders. The other issue is the big movement required to reach the mouse. And of course, the wires. I hate wires. So I purchased the bluetooth keyboard from Apple. Apple Wireless Keyboard These were great. It had amazing battery life and the keyboard felt good. Due to the shorter length, the mouse or trackpad can be placed right next to the keyboard and you don't need an exaggerated movement to reach it. One thing that has always bothered me about the wireless keyboard was the angle of the keyboard due to the battery compartment. I kept wishing that it could sit flatter on the desk. Magic Keyboard It's flatter! My wrist is thankful for it. This alone convinced me to purchase it. The rechargeable battery is also a great improvement from the previous generation. Some people worry that the built in battery will need to be replaced, but I am fairly certain that I will want to replace my keyboard before the battery dies. And if it does die, I can always plug in the lightning cable and use it as a wired keyboard. Battery life is great. I initially purchased the Magic Keyboard back in 10/29/2015. It came with a 99% charge. It's now 11/11/2015 and still has 82% remaining. I use my computer A LOT because I work from home and write software for a living. The much talked about key travel is also worth mentioning. I type around 120 words per minute. I was able to reach that speed on Typeracer (it's an online typing game where you compete with others -- type faster, and your race car moves fasters towards the finish line) immediately, but it just didn't feel right. The only thing I have to say is to give it a chance. Your brain with adapt to it. It feels like my fingers are using less force and doing less work. I don't notice it much anymore because I'm so used to it (that is not until I use another keyboard). The other thing that really bothered me was the arrow keys. The left and right keys are full sized but the up and down keys are not. This kept throwing off my muscle memory. My fingers kept missing the up and down keys as I instinctively reached for them. Also, due to the lower profile of the keys, it was harder to get the tactile feedback to discern between the keys. The old Wireless Keyboard had a deeper groove separating the up and down keys so it was easier to sense the keys. I eventually got used to this, too, though it took a bit longer. Looking at the keyboard I can see why Apple made this design choice. Finally, the keyboard looks better and sleeker than the previous generation. Attached are some photos for comparison. Do I love it (5 stars)? Well, no, because I thought the original price was expensive enough but this one is even more expensive at $100 ($30 jump). But I really do like it, hence the 4 stars. I would not have trouble recommending it to someone who already has the original Wireless Keyboard. Update 12/6/2015: Someone asked if it's loud compared to the old wireless keyboard. I just tested it, and although the sound different, the previous generation is definitely louder. They sound different (older one has more bass). I'm not sure how much these will help, but below are the recordings for comparison. Previous Apple Wireless Keyboard [...] New Magic Keyboard [...] Also, I haven't had to recharge my battery yet. I'm at 47%. Update 4/29/2016: Still loving it. The rechargeable battery is great. Even though the previous model has great battery life, I still find it annoying whenever I have to replace the batteries and I have none readily available. I ran into this exact situation last week (I still have the previous gen). The rechargeable battery is just one less thing to worry about. Update 5/14/2016: It's still going strong. The battery life is phenomenal. The letter S is barely visible because it has faded due to it being used so much. It's followed (in degree of fading) by A, C and E. This problem of letters fading has also been a problem with the previous Apple Keyboards. Since having used this keyboard for over a year, I have gotten very used to the short travel distance. When I type other keyboards, I have difficulty pressing the keys all the way because I'm so used to the shorter travel distance. If it were to break, I'd buy another one to replace it because I prefer it that much more.",
				"date": "Reviewed in the United States on November 11, 2015",
				"rating": "4.0 out of 5 stars",
				"title": "Software Developer's Review",
				"userName": "Tsk Tsk Tsk",
				"url": "/gp/customer-reviews/R28H8SG1XN8C4G/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B016QO64FI",
				"images": [
					"https://images-na.ssl-images-amazon.com/images/I/711yVWET5DL._SY88.jpg",
					"https://images-na.ssl-images-amazon.com/images/I/7198Wv0zFvL._SY88.jpg",
					"https://images-na.ssl-images-amazon.com/images/I/71QwhOOAbWL._SY88.jpg"
				],
				"variationList": []
			},
			{
				"text": "I did not notice it right away... in fact it took a few months. I paid full price for a NEW keyboard. Then I noticed when I hovered over the bluetooth icon at some point that my keyboard had a name... and not my name, but the name of a man who doesn't even live in my house... the name of a man I don't even know. Jerome Estrella! The keyboard arrived \"like new,\" in a shiny new Apple box with all of the write wrapping and typical Apple packaging. I never suspected a thing until I saw \"Jerome Estrella.\" Now, after having had this keyboard for only a few months, I have to replace it again because I have keys that aren't working smoothly. I will NOT be buying another Apple keyboard from anywhere except APPLE. Fool me once, shame on you....",
				"date": "Reviewed in the United States on June 19, 2020",
				"rating": "1.0 out of 5 stars",
				"title": "I paid for a NEW keyboard and got a USED keyboard",
				"userName": "K. Eoghan Schwope",
				"url": "/gp/customer-reviews/R1SI2SFO5GG01T/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B016QO64FI",
				"images": [
					"https://images-na.ssl-images-amazon.com/images/I/31owgF2kBhL._SY88.jpg"
				],
				"variationList": []
			}
		],
		"specs": [],
		"mainImage": {
			"imageUrl": "https://images-na.ssl-images-amazon.com/images/I/41zF0OXgNzL._AC_SX679_.jpg",
			"imageResolution": "679 x 160"
		},
		"categories": ["Keyboards"],
		"currency": null,
		"acKeywordLink": "apple+keyboard",
		"deliveryMessage": "Friday, May 21 Details"
	},
	{
		"title": "Apple Magic Keyboard (for iPad Pro 11-inch - 3rd Generation and iPad Air - 4th Generation) - Arabic - Black",
		"manufacturer": "Visit the Apple Store",
		"countReview": 38,
		"answeredQuestions": 5,
		"rating": "4.5 out of 5 stars",
		"asin": "B08634ZVKJ",
		"sizeSelection": [],
		"soldBy": "Amazon.com",
		"fulfilledBy": "Amazon.com",
		"sellerId": null,
		"warehouseAvailability": "In Stock.",
		"retailPrice": 0,
		"price": 286.79,
		"countInStock": 3,
		"priceRange": null,
		"shippingPrice": 0,
		"priceShippingInformation": "",
		"priceSaving": null,
		"features": [
			"The Magic Keyboard is the perfect companion for iPad Pro and iPad Air (4th generation).",
			"It features the best typing experience ever on iPad, a trackpad that opens up new ways to work with iPadOS, a USB-C port for charging, backlit keys, and front and back protection.",
			"With a new floating cantilever design, iPad Pro attaches magnetically and allows you to smoothly adjust to the perfect viewing angle for you.",
			"Compatibility: iPad Pro 11-inch (1st, 2nd, and 3rd generation), iPad Air (4th generation)"
		],
		"images": [
			"https://images-na.ssl-images-amazon.com/images/I/71KyZNzpq4S._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/71BJfpPbzyS._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/610MAdCegAS._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/71HfUMDuguS._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/810tws3t9AS._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/71ZZ2N7AmAS._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/81wf-wJxdmS._AC_SL1500_.jpg"
		],
		"videoeUrlList": [],
		"description": null,
		"details": [
			{
				"name": "Product Dimensions",
				"value": "10.18 x 7.96 x 0.87 inches; 1.81 Pounds"
			},
			{
				"name": "Item Weight",
				"value": "1.81 pounds"
			},
			{
				"name": "Manufacturer",
				"value": "Apple Computer"
			},
			{
				"name": "ASIN",
				"value": "B08634ZVKJ"
			},
			{
				"name": "Item model number",
				"value": "MXQT2AB/A"
			},
			{
				"name": "Date First Available",
				"value": "March 18, 2020"
			}
		],
		"minimalQuantity": "1",
		"dealPrice": 0,
		"salePrice": 0,
		"reviews": [
			{
				"text": "The keyboard is for 2 languages. Both are equally highlighted and sized. Not only does the key board seem too sensitive so that one second I am in English the next Arabic but getting back to English and deleting the Arabic is way too labor intensive for me. So is sending it back so I will get used to it.",
				"date": "Reviewed in the United States on January 5, 2021",
				"rating": "3.0 out of 5 stars",
				"title": "Magic does not mean it’s easy!",
				"userName": "JS",
				"url": "/gp/customer-reviews/R3CNLCJ4DAYHW0/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B08634ZVKJ",
				"images": [],
				"variationList": []
			},
			{
				"text": "This is a must buy accessory for an ipad pro. Althogh expensive, it has completely eliminated my need for a laptop. I am able to do all my computer related tasks on my iPad now. Great build quality and worth the money.",
				"date": "Reviewed in the United States on November 16, 2020",
				"rating": "5.0 out of 5 stars",
				"title": "Expensive, but a worthy accessory to the iPad!",
				"userName": "Random",
				"url": "/gp/customer-reviews/RNP616FP92F86/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B08634ZVKJ",
				"images": [],
				"variationList": []
			},
			{
				"text": "Great product, I would 100% recommend this. I bought one for myself as well as my nephew and my brother",
				"date": "Reviewed in the United States on February 17, 2021",
				"rating": "5.0 out of 5 stars",
				"title": "Great product",
				"userName": "2ne1BlackJack",
				"url": "/gp/customer-reviews/R19FAM24P0OBWI/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B08634ZVKJ",
				"images": [],
				"variationList": []
			},
			{
				"text": "Nice keyboard",
				"date": "Reviewed in the United States on October 12, 2020",
				"rating": "5.0 out of 5 stars",
				"title": "Nice",
				"userName": "Khalid Sultan Alsulaiti",
				"url": "/gp/customer-reviews/R1DWQUMXV5TDBR/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B08634ZVKJ",
				"images": [],
				"variationList": []
			},
			{
				"text": "I really enjoy my apple keyboard, and I enjoy even more that I got it for a fraction of the price!",
				"date": "Reviewed in the United States on April 16, 2021",
				"rating": "5.0 out of 5 stars",
				"title": "Happy",
				"userName": "Rashad",
				"url": "/gp/customer-reviews/R3A0OJPKSYXA6J/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B08634ZVKJ",
				"images": [],
				"variationList": []
			},
			{
				"text": "Nice",
				"date": "Reviewed in the United States on November 30, 2020",
				"rating": "5.0 out of 5 stars",
				"title": "Like",
				"userName": "Amazon Customer",
				"url": "/gp/customer-reviews/R3N0VQ3FUSDOL4/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B08634ZVKJ",
				"images": [],
				"variationList": []
			}
		],
		"specs": [],
		"mainImage": {
			"imageUrl": "https://images-na.ssl-images-amazon.com/images/I/71KyZNzpq4S._AC_SX679_.jpg",
			"imageResolution": "679 x 679"
		},
		"categories": ["Keyboards"]
	},
	{
		"title": "Sony Alpha a6400 Mirrorless Camera: Compact APS-C Interchangeable Lens Digital Camera with Real-Time Eye Auto Focus, 4K Video & Flip Up Touchscreen - E Mount Compatible Cameras - ILCE-6400/B Body",
		"manufacturer": "Visit the Sony Store",
		"countReview": 949,
		"answeredQuestions": 264,
		"rating": "4.8 out of 5 stars",
		"asin": "B07MTWVN3M",
		"sizeSelection": [],
		"soldBy": "Amazon.com",
		"fulfilledBy": "Amazon.com",
		"sellerId": null,
		"warehouseAvailability": "Only 11 left in stock (more on the way).",
		"retailPrice": 0,
		"price": 898,
		"countInStock": 3,
		"priceRange": null,
		"shippingPrice": 0,
		"priceShippingInformation": "",
		"priceSaving": null,
		"features": [
			"Next Gen speed: experience the world’s fastest 0. 02 sec AF with real-time AF and object tracking",
			"Enhanced subject capture: wide 425 Phase/ 425 contrast detection points over 84% of the sensor",
			"Fast & accurate: up to 11Fps continuous shooting at 24. 2MP raw with crisp, clear natural colors",
			"Multiple movie functions: make time lapse movies or slow/quick motion videos without post processing",
			"Tiltable LCD screen: customizable for vlogging, still photography or recording a professional film",
			"In the box: rechargeable battery (NP-FW50) AC adaptor (ac-uud12), shoulder strap, body cap, accessory shoe cap, eyepiece cup, micro USB cable.Metering Range: -2 to 20 EV"
		],
		"images": [
			"https://images-na.ssl-images-amazon.com/images/I/41-P7hZaf6L._AC_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/71s-6jS61gL._AC_SL1178_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/71pwassgTGL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/613tkYy3lUL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/31tJkfVZAnL._AC_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/619-f-9he5L._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/31IJ%2B7nyYML._AC_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/71IgaN4o-IL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/31n0fnd8IRL._AC_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/61Oza2xwzNL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/313SJ7YoxnL._AC_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/41DmYmbld5L._AC_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/314%2BJPZaM9L._AC_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/41TJ7SA6LsL._AC_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/410ZVH4n6EL._AC_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/418YR-P387L._AC_.jpg"
		],
		"videoeUrlList": [
			"https://d2y5sgsy8bbmb8.cloudfront.net/v2/f2b1bb62-a6b8-59a3-aecb-be3cdd7098a8/ShortForm-Generic-480p-16-9-1409173089793-rpcbe5.mp4",
			"https://d2y5sgsy8bbmb8.cloudfront.net/v2/926a8fa8-72aa-5cf6-8b13-40d15a64abf5/ShortForm-Generic-480p-16-9-1409173089793-rpcbe5.mp4",
			"https://d2y5sgsy8bbmb8.cloudfront.net/e0633daf-bd87-4d34-8b57-2802622ecf62/default.jobtemplate.mp4.480.mp4"
		],
		"description": "a6400 Mirrorless Interchangeable-Lens Camera (Body Only). Operating Temperature - 32 - 104 degrees F / 0 - 40 degrees C",
		"details": [
			{
				"name": "Product Dimensions",
				"value": "6.1 x 5.6 x 4.5 inches"
			},
			{
				"name": "Item Weight",
				"value": "0.16 ounces"
			},
			{
				"name": "ASIN",
				"value": "B07MTWVN3M"
			},
			{
				"name": "Item model number",
				"value": "ILCE6400/B"
			},
			{
				"name": "Batteries",
				"value": "1 Lithium ion batteries required. (included)"
			},
			{
				"name": "Customer Reviews",
				"value": "4.8 out of 5 stars 949 ratings 4.8 out of 5 stars"
			},
			{
				"name": "Best Sellers Rank",
				"value": "#3,795 in Electronics (See Top 100 in Electronics) #3 in Mirrorless Cameras"
			},
			{
				"name": "Date First Available",
				"value": "January 17, 2019"
			},
			{
				"name": "Manufacturer",
				"value": "Sony"
			}
		],
		"minimalQuantity": null,
		"dealPrice": 0,
		"salePrice": 0,
		"reviews": [
			{
				"text": "I purchased this camera as an upgrade from the A6000 and I really enjoy it as both an upgrade and on its own merits. For those upgrading from an older Sony camera, the biggest new features are a touchscreen, effortless Eye AF, and Real-Time Tracking. The touchscreen is great for repositioning your Eye-AF point quickly, allowing you to tap or drag a finger across the back LCD. This functionality is available viewing the LCD or EVF and is a huge step up from the old four-way directional pad. The upgraded Sony Eye-AF is incredible and allows you to focus on composition without worrying about where your camera is focused. Lastly, Real-Time Tracking allows you to pick a moving subject and hold onto them like glue. On its own, I feel like this is a great travel camera. I can fit the 18-135mm zoom, 35mm prime, and 10-18mm zoom in a very small bag and carry them all day with ease on a hike or through a crowded city. The image quality is quite good without the bulk and weight of a larger camera. There are only a few downsides to this device. I wish that Sony had included a joystick and another exposure dial in the design to allow for even better control. Sony only included a slow UHS-I card slot, and the camera takes FOREVER to clear its buffer. Lastly, Sony did not fit IBIS into this model, instead reserving the feature for their future top-of-the-line A6600. Overall, I love this camera for travel!",
				"date": "Reviewed in the United States on April 19, 2019",
				"rating": "4.0 out of 5 stars",
				"title": "A Great Upgrade from the A6000",
				"userName": "AmazonReviewer",
				"url": "/gp/customer-reviews/R38Q5EP4ZFR5J/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B07MTWVN3M",
				"images": [
					"https://images-na.ssl-images-amazon.com/images/I/61+nYj2CgJL._SY88.jpg",
					"https://images-na.ssl-images-amazon.com/images/I/617QR1+IZnL._SY88.jpg",
					"https://images-na.ssl-images-amazon.com/images/I/71F2SFs8StL._SY88.jpg",
					"https://images-na.ssl-images-amazon.com/images/I/71IKjhLdd1L._SY88.jpg",
					"https://images-na.ssl-images-amazon.com/images/I/71KUiPVwPKL._SY88.jpg",
					"https://images-na.ssl-images-amazon.com/images/I/71UhLYV+sXL._SY88.jpg",
					"https://images-na.ssl-images-amazon.com/images/I/81-7EkTexhL._SY88.jpg",
					"https://images-na.ssl-images-amazon.com/images/I/81vU85xFEIL._SY88.jpg",
					"https://images-na.ssl-images-amazon.com/images/I/91TnA50Wx5L._SY88.jpg"
				],
				"variationList": ["Style: Camera Only", "Configuration: Base"]
			},
			{
				"text": "Update: before large research on the web I find a few people that have the same issue and they said it was the fluorescent light. So don't be like me and get scared if you saw some greenish pictures indoor, maybe is because you are in a room whit fluorescent light, but if you increase your shutter speed, that problem goes away. In the outdoors my camera works well. Seems that the problem is with the artificial light. If you are an amateur like me, Be sure to use an OSS sony lens. First post: I was waiting so much for my camera and now I’m so sad... I don’t know why it is taking pictures tainted green ... the camera arrive today and I don’t know what to do... I also try whit another lens (a new sigma 30 mm 1.4) and is the same green tint in the pictures.",
				"date": "Reviewed in the United States on March 14, 2019",
				"rating": "4.0 out of 5 stars",
				"title": "My camera takes green pictures",
				"userName": "Estefan",
				"url": "/gp/customer-reviews/R3OP4HX41EMNAH/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B07MTWVN3M",
				"images": [
					"https://images-na.ssl-images-amazon.com/images/I/61Qlt522-UL._SY88.jpg",
					"https://images-na.ssl-images-amazon.com/images/I/71FCYnEYpNL._SY88.jpg"
				],
				"variationList": ["Style: w/16-50mm Lens", "Configuration: Base"]
			},
			{
				"text": "I have owned the a6400 for 10 days now since the day it started shipping. I have tested AF, Tracking, low light high ISO performance of this camera. The AF accuracy seems to be fantastic and very accurate in AF-C mode without tracking. If you can nail the focus then the pictures render a 3D pop in them. In tracking mode it is accurate but is not blazing fast (You can still get a high keeper rate more than 80%). I also own an A9 and native lenses as well as adapted lenses. I compare the two cameras and I can honestly say the a6400 even though 1/4th the price of an A9 is 50% close performance wise to an A9. The 2 pictures on the street(bus and car) were me testing the AF tracking and it seems pretty good for the first try within hours I received the camera without much fiddling into the settings. The third one is indoor with ISO 3200 and all of them are Straight out of the camera untouched. There is no IBIS in this camera but my lenses have OS or IS image stabilization and works very well. There is an Auto ISO feature which takes 3 pictures in rapid succession and combines them like an HDR image for you. I love this feature and it is awesome in low-light without a flash. The clear digital zoom is another feature that extends your lens range to double and is handy at times if you want that shot but lack the reach. for ex. if you have a lens that can zoom upto 200mm the clear zoom will make it 400 mm if you choose that option in menu settings. The learning curve on the Menu can be a little overwhelming but there are excellent tutorials to help you out. I personally like Mark Galers youtube channel. Just FYI. The ability to customize the menu is awesome for your taste. The menu and controls are on par and similar to an A9. The camera is growing on me definitely and 10 days later I love the camera even more. I will push it to the limits this spring and see how it performs. I am almost confident that I will not be disappointed. I come from canon after being 15 years loyal to them and I still use canon lenses. I believe Sony gives more value for your money at-least in their camera lineup. Edit: Added one more image and the battery life is also pretty good.",
				"date": "Reviewed in the United States on March 10, 2019",
				"rating": "5.0 out of 5 stars",
				"title": "A6400 good for moving subjects (not so fast!) and decent low light performance",
				"userName": "Carman",
				"url": "/gp/customer-reviews/R2DC91HVXYPYEF/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B07MTWVN3M",
				"images": [
					"https://images-na.ssl-images-amazon.com/images/I/714pi0lvvEL._SY88.jpg",
					"https://images-na.ssl-images-amazon.com/images/I/71Xwtw60ZFL._SY88.jpg",
					"https://images-na.ssl-images-amazon.com/images/I/71jgqPfcNRL._SY88.jpg",
					"https://images-na.ssl-images-amazon.com/images/I/71vgvQ19yeL._SY88.jpg"
				],
				"variationList": ["Style: Camera Only", "Configuration: Base"]
			},
			{
				"text": "This camera is definitely an upgrade from my a6000. But that was not my reason to buy it. I was considering the FDR-AX700 camcorder but when I saw the video recording capabilities of the a6400, it seemed like the right choice, mainly because it is much less expensive than the AX700 and smaller. But what really convinced me was that it does not shut down after only a few minutes of recording as the other alpha models and it has no recording lenght limit. Other great new features are the upgraded eye autofocus and the ability to power it directly via the micro USB port. Finally, image quality is deffinuteky better than the a6000. I can finally use ISO higher than 1600 knowing my images will look good. And lastly, I really like the silent shutter. It is something I really need sometimes snd now I have it.",
				"date": "Reviewed in the United States on April 1, 2019",
				"rating": "5.0 out of 5 stars",
				"title": "Great camera for stills AND video.",
				"userName": "os",
				"url": "/gp/customer-reviews/R267SUABVKRSL5/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B07MTWVN3M",
				"images": [],
				"variationList": ["Style: Camera Only", "Configuration: Base"]
			},
			{
				"text": "Best Camera on the Market including all brands for the price and what you get. Hands down, just give up your money. I've owned the Nikon D3300, the Sony a6000, the Sony A7R, and even went BACK to crop sensor because of the price and features that this camera offers. If I had the money i would buy the A7iii but because I'm on a budget like most people here, this was the best photography purchase that I have made to contribute to my career. as a photographer. Best 3 Features in my opinion: Sony's Unmatched Realtime Eye-AF The Stupid fast AF for both Photo and Video Weight and Usability and Customizability! My favorite Setup so far is the a6400 + Sony 85mm 1.8(127.5mm Effective Crop Sensor) or the Sigma 16mm 1.4 (21mm Effective Crop Sensor). So practically getting a 24mm and a 135mm with an amazing body! Just add the flash of your choice!(I'm a portrait Photographer)",
				"date": "Reviewed in the United States on April 27, 2019",
				"rating": "5.0 out of 5 stars",
				"title": "Best Camera on the Market including all brands for the price and what you get.",
				"userName": "Andrew",
				"url": "/gp/customer-reviews/ROO1VUN0YLBHQ/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B07MTWVN3M",
				"images": [
					"https://images-na.ssl-images-amazon.com/images/I/71EYE6se0LL._SY88.jpg",
					"https://images-na.ssl-images-amazon.com/images/I/71wUmCHorCL._SY88.jpg",
					"https://images-na.ssl-images-amazon.com/images/I/71xjR8F6G9L._SY88.jpg"
				],
				"variationList": ["Style: Camera Only", "Configuration: Base"]
			}
		],
		"specs": [],
		"mainImage": {
			"imageUrl": "https://images-na.ssl-images-amazon.com/images/I/41-P7hZaf6L._AC_.jpg",
			"imageResolution": "500 x 272"
		},
		"categories": [
			"Electronics",
			"Camera & Photo",
			"Digital Cameras",
			"Mirrorless Cameras"
		],
		"currency": null,
		"acKeywordLink": "a6400"
	},
	{
		"title": "Sony ZV-1 Camera for Content Creators, Vlogging and YouTube with Flip Screen and Microphone",
		"manufacturer": "Visit the Sony Store",
		"countReview": 824,
		"answeredQuestions": 184,
		"rating": "4.6 out of 5 stars",
		"asin": "B08965JV8D",
		"sizeSelection": [],
		"soldBy": "Michigan Camera",
		"fulfilledBy": "Amazon",
		"sellerId": "AVF78VO28AVHX",
		"warehouseAvailability": "In Stock.",
		"retailPrice": 798,
		"price": 748,
		"countInStock": 3,
		"priceRange": null,
		"shippingPrice": 0,
		"priceShippingInformation": "",
		"priceSaving": "You Save: $50.00 (6%)",
		"features": [
			"Fast Hybrid AF, Real Time Eye-AF3 and Real-time AF tracking",
			"Quickly switch between two modes of defocused background bokeh",
			"Product showcase setting transitions focus from face to object",
			"Face priority AE keeps faces bright in backlit or dim condition",
			"What's in the box: Rechargeable battery pack (NP-BX1), Micro USB cable, wind screen, wind screen adaptor, strap"
		],
		"images": [
			"https://images-na.ssl-images-amazon.com/images/I/71sa8QS0UcL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/61Dddk9BImL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/61Sc0H7aBQL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/61VW3jA4hxL._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/61FUyqq0YCL._AC_SL1250_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/616kjvlPw5L._AC_SL1500_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/61JoahTFuoL._AC_SL1250_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/614gFCn8xQL._AC_SL1250_.jpg",
			"https://images-na.ssl-images-amazon.com/images/I/61VVJ5O8mNL._AC_SL1500_.jpg"
		],
		"videoeUrlList": [
			"https://d2y5sgsy8bbmb8.cloudfront.net/46a44f40-e9e6-4507-8b0d-1859b1b09ed4/default.jobtemplate.mp4.480.mp4",
			"https://d2y5sgsy8bbmb8.cloudfront.net/2ab55521-9ddd-4f59-b35a-4b25e8b627d4/default.jobtemplate.mp4.480.mp4",
			"https://d2y5sgsy8bbmb8.cloudfront.net/8cedad26-2553-4c8d-9d15-78731f6d839a/default.jobtemplate.mp4.480.mp4",
			"https://d2y5sgsy8bbmb8.cloudfront.net/01a2da3e-bcef-4083-825a-355483bcf83d/default.jobtemplate.mp4.480.mp4",
			"https://d2y5sgsy8bbmb8.cloudfront.net/50b4a3b5-f143-4906-9545-c693688ba039/default.jobtemplate.mp4.480.mp4"
		],
		"description": "Sony ZV-1 Camera for Content Creators and Vloggers, packed with advanced imaging technology and easy-to-use functionality.",
		"details": [
			{
				"name": "Product Dimensions",
				"value": "4.15 x 2.36 x 1.7 inches"
			},
			{
				"name": "Item Weight",
				"value": "10.4 ounces"
			},
			{
				"name": "ASIN",
				"value": "B08965JV8D"
			},
			{
				"name": "Item model number",
				"value": "DCZV1/B"
			},
			{
				"name": "Batteries",
				"value": "1 Lithium ion batteries required. (included)"
			},
			{
				"name": "Customer Reviews",
				"value": "4.6 out of 5 stars 824 ratings 4.6 out of 5 stars"
			},
			{
				"name": "Best Sellers Rank",
				"value": "#4,355 in Electronics (See Top 100 in Electronics) #24 in Digital Point & Shoot Cameras"
			},
			{
				"name": "Date First Available",
				"value": "May 26, 2020"
			},
			{
				"name": "Manufacturer",
				"value": "Sony"
			}
		],
		"minimalQuantity": "1",
		"dealPrice": 0,
		"salePrice": 0,
		"reviews": [
			{
				"text": "I'm a semi-professional photographer and I always jump on the chance to review cameras because I love them. This one is such a unique product that I'm really excited about it. My review will mainly be a comparison of whether or not you should get this camera (the Sony ZV-1) as opposed to a DSLR or even smart phone. *DO NOT get this camera if your main interest is still photographs. If you want still photographs then the DSLR is what you want. This camera has the added perk of taking photos, but the main focus of this is video content sharing. *The highlight of this camera is the ease of use. You really don't need to know technical things like which aperture to choose, which ISO or shutter speed, it does everything for you. It has auto focus (which is much better than on DSLRs) and the flip screen makes it easy to monitor yourself while you're recording. *The size of this makes it far superior to a DSLR. This thing is *tiny* and so lightweight. If you get the accessory kit with the wireless grip/tripod, you are good to go. This is especially good if you vlog while walking or need to be active when speaking to the camera. *Has slow-mo capability, time-lapse, bluetooth and wifi. *Benefits over just a regular 'ol smartphone: The image sensor on this is much bigger and better. With image sensors, the adage is \"the bigger the better\" which is why DSLR cameras have such an advantage (but they're also too big to lug around) This makes your image quality much higher. The microphone on this is also way better too. (With the DSLR, you would need to buy a separate mic.) You are free to buy a separate mic with this camera as well but the mic that it comes with is pretty good right out of the box. *Things that could be improved: The software it comes with is rather limited. Especially for editing videos, though on the plus side, you may not need to do too much editing if you are the type that just does your vlogging in one continuous take. *The lenses are built in/ not interchangeable. This is good in that you have everything you need at all times, but bad if you scratched/cracked your lens you would need to buy a whole new camera. *There's no flash - this shouldn't be an issue for vloggers though. Just wanted to mention in case someone was still thinking of getting this solely for still photography. *The battery life was middling. It wasn't great but I've seen other cameras perform worse. If you feel like you're going to be having long sessions, I would consider getting a second battery just in case. Overall, I think this is a great and versatile camera for those who vlog or create video content. The price is higher so you can buy a DSLR at this price point, however if you're not into technical things or would rather something more user friendly then this is definitely the route to take.",
				"date": "Reviewed in the United States on June 14, 2020",
				"rating": "4.0 out of 5 stars",
				"title": "A comparison to DSLR and smart phones",
				"userName": "Mindy",
				"url": "/gp/customer-reviews/RHUL4GPT4JL0I/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B08965JV8D",
				"images": [],
				"variationList": ["Style: Camera only", "Color: Black"]
			},
			{
				"text": "Beware that the camera comes without a charger. It's kinda a bad move especially for those who never owned a sony camera before.",
				"date": "Reviewed in the United States on June 12, 2020",
				"rating": "3.0 out of 5 stars",
				"title": "The camera comes without a charger",
				"userName": "Hakim",
				"url": "/gp/customer-reviews/RP8NC1UU66IPS/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B08965JV8D",
				"images": [],
				"variationList": ["Style: Camera only", "Color: Black"]
			},
			{
				"text": "This vlogging centric camera has a fatal flaw that makes it useless for vlogging. The tripod mount is integrated into the battery cover. Meaning, every time you have to change the battery, you have to remove the tripod mount to do so. And if you're on the move, like one who is vlogging tends to be, it's a major hassle every time you need to do a battery change. Also, the SD card is integrated into the cover as well, so be prepared to do an awful lot of tripod mounting and dismounting if you buy this camera.",
				"date": "Reviewed in the United States on July 5, 2020",
				"rating": "1.0 out of 5 stars",
				"title": "Great camera with a fatally flawed battery cover design.",
				"userName": "MustangsbyMatt",
				"url": "/gp/customer-reviews/R3H1GJX0W2B8QQ/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B08965JV8D",
				"images": [
					"https://images-na.ssl-images-amazon.com/images/I/71mjgpeqnKL._SY88.jpg"
				],
				"variationList": ["Style: Camera only", "Color: Black"]
			},
			{
				"text": "Let me start out by saying that I've used dozens of cameras over the past few years as a bit of a gear head. I've had full frame DSLRs, full frame mirrorless, APS-C options, micro 4/3's, etc. Most recently I had the Fuji X100V. Having a growing family I realized that while I love taking pictures of my kids growing up, what really captures the interest of everyone is capturing videos. I could take 1,000 pictures from a family trip and the things that the family will want to see is the video, not the pictures. For this I realized that having a more compelling video option was needed. In addition having a 7 year old girl, she's starting to want to make her own videos, which I post to her private YT channel. Pros - Having a compact option with a decently fast lens. The lens could be wider, it could be longer. There's a lot of could haves. Why not ask for a 12-500 mm lens? For what it is, it's a good compromise, has a decent enough range and fast lens, which is needed for a 1\" sensor. The 24-200 would've been too slow to shoot indoors without an external light. - The front flip screen. It makes talking head videos easier to shoot, putting it on a tripod and still having a hot/cold shoe for an external mic or a light source is fantastic. - Button layout. Having a record button, having a tally light are great. Cons - I would've loved to see a better use of a touch screen interface. Canon has it right for the most part, Sony could be much better. - I would've loved to have a mode dial and/or more front dials. But given a choice between what we have in the ZV-1 or a larger body/more expensive model, I'm ok with what we have. Things to note No, the stabilization is not the best. On standard it's not great. On active it's better but crops in. This is why I say for certain types of vlogging, like on a tripod or talking head video it's fine. If you're expecting to walk around and talk to yourself, you'll want to invest in a gimbal. No, the battery isn't the best. Luckily they're tiny and you can find plenty of generic options. No, you don't get a charger in the box. Most cameras these days are not shipping with one. No you won't get the ultra thin depth of field from this, it's a 1\" sensor, there are limitations. For the price, the size, the features, it's the best option that I've found at the present time. It's not perfect, but any camera enthusiast will tell you that there isn't. It's about weighing the positives and the negatives and find the one with the most plusses and the least amount of negatives for your needs. Think about it, if the perfect camera existed, you'd have no compelling reason to upgrade to the next model, so in a way you have to think that manufacturers intentionally withhold a little here and a little there.",
				"date": "Reviewed in the United States on June 20, 2020",
				"rating": "5.0 out of 5 stars",
				"title": "Fantastic option to create family memories, vlogging is ok in most situations",
				"userName": "jypfoto",
				"url": "/gp/customer-reviews/RX20IIQ82JUPB/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B08965JV8D",
				"images": [],
				"variationList": ["Style: Camera only", "Color: Black"]
			},
			{
				"text": "Update after getting replacement. It appears nothing was wrong with the first one I sent back.. That’s just how this camera is. The internal mic is no good, AND THERE’S NO CONTINUOUS SHOOTING LIKE THEY CLAIM! The video is broken down into 10 minute files... NOT 1 continuous video file. The audio is defective.. sometimes it doesn’t work and when it does there’s a hissing and strange white noise in the background that pulsates with my voice as I talk. Sounds like ocean waves. Even in a silent room with no wind AND using the dead cat. The picture quality is wonderful! Plus the smooth skin effect makes you look better. ONLY buy for those 2 reasons. What I dislike most are the claims by Sony that this camera is capable of continuous recording without limits. THAT IS NOT ALL THE WAY TRUE. The video is broken down into individual 10 minute video files as you “continuously” record. I contacted support and they said once it reaches 2GB a new file is created.",
				"date": "Reviewed in the United States on July 10, 2020",
				"rating": "3.0 out of 5 stars",
				"title": "No Continuous Recording. Internal mic useless. Great picture quality!",
				"userName": "trev",
				"url": "/gp/customer-reviews/REF0RU1XXS4H2/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B08965JV8D",
				"images": [],
				"variationList": ["Style: Camera only", "Color: Black"]
			}
		],
		"specs": [],
		"mainImage": {
			"imageUrl": "https://images-na.ssl-images-amazon.com/images/I/71sa8QS0UcL._AC_SX679_.jpg",
			"imageResolution": "679 x 679"
		},
		"categories": ["Digital Cameras", "Point & Shoot Digital Cameras"]
	},
	{
		"title": "Acer Aspire 5 A515-46-R3UB | 15.6\" Full HD IPS Display | AMD Ryzen 3 3350U Quad-Core Mobile Processor | 4GB DDR4 | 128GB NVMe SSD | WiFi 6 | Backlit KB | FPR | Amazon Alexa | Windows 11 Home in S mode",
		"manufacturer": "Visit the Acer Store",
		"countReview": 35413,
		"answeredQuestions": 362,
		"productRating": "4.6 out of 5 stars",
		"asin": "B09HVC79PC",
		"sizeSelection": [],
		"soldBy": "bestdigitalbuy (SN Recorded)",
		"fulfilledBy": "Amazon",
		"sellerId": "AMIV6GPTMA7ZJ",
		"warehouseAvailability": "In Stock.",
		"retailPrice": 399.99,
		"price": 329.99,
		"priceRange": null,
		"shippingPrice": 0.0,
		"priceShippingInformation": "FREE delivery Thursday, May 26 Or fastest delivery Tuesday, May 24. Order within 5 hrs 31 mins",
		"priceSaving": "-18%",
		"features": [
			"Powerful Productivity: AMD Ryzen 3 3350U delivers desktop-class performance and amazing battery life in a slim notebook. With Precision Boost, get up to 3.5GHz for your high-demand applications",
			"Maximized Visuals: See even more on the stunning 15.6\" Full HD display with 82.58% screen-to-body, 16:9 aspect ratio and narrow bezels",
			"Backlit Keyboard and Fingerprint Reader: Biometric fingerprint reader and Windows Hello sign-in options help keep your Acer PC secure",
			"Internal specss: 4GB DDR4 on-board memory (1 slot available); 128GB NVMe solid-state drive storage (1 hard drive bay available) to store your files and media",
			"Acer's Purified.Voice technology, features enhanced digital signal processing to cancel out background noise, improve speech accuracy and far-field pickup, which not only makes calls clearer, but makes talking to Alexa easier than before.",
			"With Alexa Show Mode, you can use your PC as a full-screen interactive experience that features rich visuals and lets you talk to Alexa from across the room.",
			"Secure Operating System: Windows 11 Home in S mode comes with advanced security features built right in, like protections against phishing and malicious software so you don't have to think twice when navigating to a new webpage or downloading an app"
		],
		"images": [
			"https://m.media-amazon.com/images/I/7189iXimfWL._AC_SL1500_.jpg",
			"https://m.media-amazon.com/images/I/716oDOEARJL._AC_SL1500_.jpg",
			"https://m.media-amazon.com/images/I/71J7ScSjhlL._AC_SL1500_.jpg",
			"https://m.media-amazon.com/images/I/71P2go8xdYL._AC_SL1500_.jpg",
			"https://m.media-amazon.com/images/I/717-6cnCAmL._AC_SL1500_.jpg",
			"https://m.media-amazon.com/images/I/81hf1300BkL._AC_SL1500_.jpg",
			"https://m.media-amazon.com/images/I/71VhRSq9mzL._AC_SL1500_.jpg",
			"https://m.media-amazon.com/images/I/71EwJcNl0yL._AC_SL1500_.jpg",
			"https://m.media-amazon.com/images/I/71IbeVc+NVL._AC_SL1500_.jpg",
			"https://m.media-amazon.com/images/I/71TMo1uSRpL._AC_SL1500_.jpg",
			"https://m.media-amazon.com/images/I/61dyxxzi4uL._AC_SL1464_.jpg",
			"https://m.media-amazon.com/images/I/51b2xaZY4TL._AC_SL1500_.jpg",
			"https://m.media-amazon.com/images/I/71bt0UxLwnL._AC_SL1500_.jpg",
			"https://m.media-amazon.com/images/I/7150fQXb15L._AC_SL1500_.jpg",
			"https://m.media-amazon.com/images/I/713Uye23W+L._AC_SL1500_.jpg",
			"https://m.media-amazon.com/images/I/51vNsnwPjYL._AC_SL1500_.jpg",
			"https://m.media-amazon.com/images/I/51jdDbPFmKL._AC_SL1500_.jpg",
			"https://m.media-amazon.com/images/I/615Q24At4cL._AC_SL1500_.jpg",
			"https://m.media-amazon.com/images/I/719k37ONwoL._AC_SL1500_.jpg"
		],
		"videoeUrlList": [
			"https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-us-east-1-prod/912f87a5-b917-4665-bbcc-6d2d51881920/default.jobtemplate.mp4.480.mp4",
			"https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-us-east-1-prod/c2207d6a-d76a-488d-aae1-2342e68417d1/default.jobtemplate.mp4.480.mp4",
			"https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-us-east-1-prod/145492e6-90f7-4153-872c-a2bd3b3536d5/default.jobtemplate.mp4.480.mp4",
			"https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-us-east-1-prod/66a3e89b-d490-4fec-954d-7ddc4787f422/default.jobtemplate.mp4.480.mp4",
			"https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-us-east-1-prod/4399dd0a-e4d0-42a9-b67f-8181b5639bba/default.jobtemplate.mp4.480.mp4",
			"https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-us-east-1-prod/009e42a8-2378-4e87-90ba-adabd8b5a224/default.jobtemplate.mp4.480.mp4"
		],
		"description": "It's all about the innovation. Acer products are designed for your needs and accessibility with powerful features fit for your lifestyle. The Aspire 5 packs a lot of power into the portable design to suit the multi-tasking needs of you and your family. The desktop-class performance of this Acer Aspire 5 laptop with an AMD Ryzen 3 processor boosting performance while giving you amazing battery life. Enjoy photo and video editing on the color-rich 15.6-inch Full HD IPS display with AMD Radeon Vega 6 Graphics. All your creations and files stay secure with the bio-protected fingerprint reader and Windows Hello Certification ensuring protected access to your Acer Aspire 5. You can turn this Acer Aspire 5 into a virtual meeting room with an HD webcam and dual built-in microphones using Acer Purified.Voice Technology to carry your conversation clearly. Whether video chatting, streaming entertainment, or working in the home office, you'll stay connected to your network with dual-band Wi-Fi 6 working intelligently with your router to increase network efficiency. (NX.ABRAA.007).The product is multiple voltage compatible, that voltage arrange is 100-240V.",
		"details": [
			{
				"name": "Standing screen display size",
				"value": "‎15.6 Inches"
			},
			{
				"name": "Max Screen Resolution",
				"value": "‎1920 x 1080"
			},
			{
				"name": "Processor",
				"value": "‎3.5 GHz ryzen_3"
			},
			{
				"name": "RAM",
				"value": "‎4 GB DDR4"
			},
			{
				"name": "Memory Speed",
				"value": "‎3.5 GHz"
			},
			{
				"name": "Hard Drive",
				"value": "‎128 GB SSD"
			},
			{
				"name": "Chipset Brand",
				"value": "‎AMD"
			},
			{
				"name": "Card Description",
				"value": "‎Integrated"
			},
			{
				"name": "Wireless Type",
				"value": "‎Bluetooth"
			},
			{
				"name": "Number of USB 2.0 Ports",
				"value": "‎1"
			},
			{
				"name": "Number of USB 3.0 Ports",
				"value": "‎3"
			},
			{
				"name": "Average Battery Life (in hours)",
				"value": "‎10 Hours"
			},
			{
				"name": "Brand",
				"value": "‎Acer"
			},
			{
				"name": "Series",
				"value": "‎A515-46-R3UB"
			},
			{
				"name": "Item model number",
				"value": "‎NX.ABRAA.007"
			},
			{
				"name": "Operating System",
				"value": "‎Windows"
			},
			{
				"name": "Item Weight",
				"value": "‎4 pounds"
			},
			{
				"name": "Product Dimensions",
				"value": "‎14.31 x 9.86 x 0.71 inches"
			},
			{
				"name": "Item Dimensions LxWxH",
				"value": "‎14.31 x 9.86 x 0.71 inches"
			},
			{
				"name": "Color",
				"value": "‎Silver"
			},
			{
				"name": "Processor Brand",
				"value": "‎AMD"
			},
			{
				"name": "Processor Count",
				"value": "‎4"
			},
			{
				"name": "Computer Memory Type",
				"value": "‎DDR4 SDRAM"
			},
			{
				"name": "Flash Memory Size",
				"value": "‎128 GB"
			},
			{
				"name": "Hard Drive Interface",
				"value": "‎USB 3.2"
			},
			{
				"name": "Optical Drive Type",
				"value": "‎No Optical Drive"
			},
			{
				"name": "Power Source",
				"value": "‎Battery Powered"
			},
			{
				"name": "Voltage",
				"value": "‎240 Volts"
			},
			{
				"name": "Batteries",
				"value": "‎1 Lithium ion batteries required. (included)"
			},
			{
				"name": "ASIN",
				"value": "B09HVC79PC"
			},
			{
				"name": "Customer Reviews",
				"value": "4.6 out of 5 stars 35,413 ratings 4.6 out of 5 stars"
			},
			{
				"name": "Best Sellers Rank",
				"value": "#20 in Computers & Accessories (See Top 100 in Computers & Accessories) #1 in Traditional Laptop Computers"
			},
			{
				"name": "Date First Available",
				"value": "December 9, 2021"
			}
		],
		"minimalQuantity": "1",
		"dealPrice": 0.0,
		"salePrice": 0.0,
		"reviews": [
			{
				"text": "I could sit here and write all about the specs on this computer, but they are already in the description, and If you are like me... you don't really understand it anyways. So I am going to tell you what I LOVE about this computer and what I use it for. I am a full time college student as well as a single mother who stays busy. I have previously used a HP All In one computer that I bought brand new a year ago and I hate that thing... It is so slow!!! When I first opened this item, I was just hoping that it would be a little faster! What I got instead was an amazing computer that is faster than I could have ever imagined. Now I don't use this thing for much more than amazon reviews, school work, and papers. But this is exactly what I needed. It navigated quickly between web pages, my Microsoft word programs opens instantly and doesn't take forever to load like my HP does. The picture of this monitor is just beautiful. Everything is so clear. I love that the keyboard has a back light so I can see the keys if I need to take a look at them while I am typing, but the back lights go away after a few seconds, so if you are watching a movie, the lit up key board will not bother you. This computer is so light weight and easy to carry. I love the sleek design of it as well. This would be a great computer for anyone who just needs a basic computer for the internet or spreadsheets. I would feel at ease taking this computer with me to college or sending it off to college with my children, and I wouldn't worry if they had the ability to complete their assignments in school. I am so so so happy with this product!",
				"date": "Reviewed in the United States on June 25, 2019",
				"rating": "5.0 out of 5 stars",
				"title": "a real opinion",
				"userName": "Sadie Parker",
				"url": "/gp/customer-reviews/RVNLEXYL4MKC4/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B09HVC79PC",
				"images": [],
				"variationList": ["CPU: AMD Ryzen 3 3000-Series", "Style: Laptop Only"]
			},
			{
				"text": "This is the best laptop deal you can get, full stop. Touchescreen? Nope. That feature is stupid in a laptop, in my view. As you use the keyboard, incidental touche s of the screen change focus or move to different screens--touchscreen is a gimmick and sucks. The screen on this laptop is worth the price by itself. Gorgeous, black is actually black, it rivals my AOC gaming desktop monitor. The Ryzen chip inside can be overclosked if you feel like it, but it is not needed. It is plenty fast for a laptop. This is set up to add memory and a hard drive. Do so. I spent an additional $50 to add a 1tb drive and an 8gig memory stick. In so doing, I have the same specs as a $700 consumer laptop. Gaming? I stream from my desktop, it's perfect. It won't run any modern games at more than low settings (if that) but you don't need to run them onboard if you have a gaming machine. DO NOT BUY THIS TO PLAY GAMES ONBOARD. Stream via Steam, it's perfect. Buy this for $300, spend an additional $50 or $100 on memory and storage, and sit back and realize that you got a premier laptop for 1/3 the money people are spending on nothing. Build quality is bomber. Eveything is solid, no rattles, no warps. Others have ripped on the touchpad--can't tell the difference between this and any other laptop touchpad. It isn't loose, responds as usual, no problem. The screen is GORGEOUS and much better than laptops at twice or three times the price. I actually like the compressed number pad on the right. If you aren't doing a lot of 10-key stuff, it's what you need. The keyboard backlight stays on while you're typing, shuts off when you aren't. Perfectly configured. This boots in about 15 seconds. It has some heft, but is still very light. Hard to describe, but you can carry this all day in your backpack and not even know it is there. The power brick is about the size of a Toblerone tube. I plan on buying an extra to travel with. This will work as a consumer laptop as is, like I said, but add some memory and a hard drive and you are CRUSHING. I can't sing the praises of this enough. Buy this, add a drive and a memory stick and you get a premier laptop for less than $400. And you get a better screen, too. And anyone can do that, it isn't tough at all. If you can turn a screwdriver, you can update this machine. Make sure to go in and turn S mode off. First, activate Windows, then go to the store and turn off S mode. This is much better than what other companies are offering as a budget laptop.",
				"date": "Reviewed in the United States on August 3, 2019",
				"rating": "5.0 out of 5 stars",
				"title": "This is NOT a Budget Laptop!",
				"userName": "David Fisher David Fisher",
				"url": "/gp/customer-reviews/R3MPTX8KAGSWG1/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B09HVC79PC",
				"images": [
					"https://images-na.ssl-images-amazon.com/images/I/71XURpeSD+L._SY88.jpg"
				],
				"variationList": ["CPU: AMD Ryzen 3 3000-Series", "Style: Laptop Only"]
			},
			{
				"text": "A very reasonably priced laptop for basic computing needs. The specs that stick out to me for describing this as \"basic needs\" is 4GB of RAM, and 128GB M.2 SSD. Both are at the bare minimum in today's needs. Cell phones now come with those specs( high dollar ones though..). Seems like one of the goals of this laptop is to keep an aesthetically pleasing design. Just 1 3.1 USB port and 2 2.0 USB ports are included, one headphone/mic jack, 1 slim RJ45 port, HDMI, and power input plug. No external battery. 2 things that stuck out to me when I started using: screen and sound quality. The screen is very sharp and high contrast. Black is actually black. Very impressed. I was also surprised by the audio quality. I don't expect much from laptop speakers, especially low priced ones, but was pleasantly surprised on how clear the audio is. The back panel of the laptop does not have any easy access ports to swap out hard drives or RAM. Instead, you remove 10 or so Philips screws to remove the entire panel. I've already swapped out the 4GB RAM stick for an 8GB. Easy enough. The laptop includes an M.2 SSD. The pro to this is you still have the option of adding a traditional sized disk to expand your storage, without needing to worry about reinstalling an OS or attempting to clone the included drive. Almost puked when I thought I was locked-in to \"S Mode\" When I went to unlock S-mode, Windows kindly directly me to pay >$100 to purchase a license! I was furious thinking this was some new scheme to sell laptops without a full legitimate Windows license and instead lock you into a Microsoft only app store. I forget the exact steps I took, but somewhere I found that there was an error in activating my Windows license, and I had to click a troubleshoot button, then it magically worked and got me out of S mode. Disaster averted. A couple of things that annoy me: -The touchpad feels a little loose to me. Just gently touching it causes it to move and you can hear a plastic on plastic sound, its distracting... -The keyboard backlight turns off after a set amount of time, you must press a key for it to illuminate again. Moving the mouse/touchpad does not cause the keys to light up. You must touch a key. I see the is a BIOS option for disabling the timeout. I've disabled it but it appears to have no effect. It still turns off. -The slim-line RJ45 port seems messed up... I pull the flap down and it does not open far enough to insert a connector. I will probably never use it.. but what gives?",
				"date": "Reviewed in the United States on July 2, 2019",
				"rating": "4.0 out of 5 stars",
				"title": "Good choice for basic computing needs",
				"userName": "Jason Jason",
				"url": "/gp/customer-reviews/R1L697DQUUOGP1/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B09HVC79PC",
				"images": [
					"https://images-na.ssl-images-amazon.com/images/I/81GnfcoiKHL._SY88.jpg"
				],
				"variationList": ["CPU: AMD Ryzen 3 3000-Series", "Style: Laptop Only"]
			}
		],
		"specs": [],
		"mainImage": {
			"imageUrl": "https://m.media-amazon.com/images/I/7189iXimfWL._AC_SX679_.jpg",
			"imageResolution": "679 x 489"
		},
		"categories": [
			"Electronics",
			"Computers & Accessories",
			"Computers & Tablets",
			"Laptops",
			"Traditional Laptops"
		],
		"prime": false
	},
	{
		"title": "Apple MacBook Pro (16-inch, Apple M1 Pro chip with 10‑core CPU and 16‑core GPU, 16GB RAM, 512GB SSD) - Silver",
		"manufacturer": "Visit the Apple Store",
		"countReview": 501,
		"answeredQuestions": 115,
		"productRating": "4.7 out of 5 stars",
		"asin": "B09JQMW44C",
		"sizeSelection": [],
		"soldBy": null,
		"fulfilledBy": null,
		"sellerId": null,
		"warehouseAvailability": "Currently unavailable. We don't know when or if this item will be back in stock.",
		"retailPrice": 0.0,
		"price": 0.0,
		"priceRange": null,
		"shippingPrice": 0.0,
		"priceShippingInformation": null,
		"priceSaving": null,
		"features": [
			"Apple M1 Pro or M1 Max chip for a massive leap in CPU, GPU, and machine learning performance",
			"Up to 10-core CPU delivers up to 2x faster performance to fly through pro workflows quicker than ever",
			"Up to 32-core GPU with up to 4x faster performance for graphics-intensive apps and games",
			"16-core Neural Engine for up to 5x faster machine learning performance",
			"Longer battery life, up to 21 hours",
			"Up to 64GB of unified memory so everything you do is fast and fluid",
			"Up to 8TB of superfast SSD storage launches apps and opens files in an instant"
		],
		"images": [
			"https://m.media-amazon.com/images/I/61Y30DpqRVL._AC_SL1500_.jpg",
			"https://m.media-amazon.com/images/I/716QjdQOR+L._AC_SL1500_.jpg",
			"https://m.media-amazon.com/images/I/61JqllsE+DL._AC_SL1500_.jpg",
			"https://m.media-amazon.com/images/I/81oNeg-Na6L._AC_SL1500_.jpg",
			"https://m.media-amazon.com/images/I/81b4e7f9SnL._AC_SL1500_.jpg",
			"https://m.media-amazon.com/images/I/61UrNMBG4tL._AC_SL1500_.jpg"
		],
		"videoeUrlList": [
			"https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-us-east-1-prod/a6368478-00cb-4a22-a56d-d575cf9ecdfc/default.jobtemplate.mp4.480.mp4",
			"https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-us-east-1-prod/243e1257-260c-49bf-9168-90e489dfe875/default.jobtemplate.mp4.480.mp4"
		],
		"description": null,
		"details": null,
		"minimalQuantity": null,
		"dealPrice": 0.0,
		"salePrice": 0.0,
		"reviews": [
			{
				"text": "This is an unusually large advance over previous models, especially in raw computing power, but also in fun things like screen and headphone support. This Amazon listing has two different processors, the M1 Pro (listed as 16-Core GPU \"style\") and the M1 Max (32-Core GPU). I'll call one the Pro, the other the Max. I got the base Pro, but much of what I'll say applies to both, and I'll have some comments specifically about the Max too. (MBP below = MacBook Pro.) Amazon doesn't offer most of the options you can get, only the ones listed. For now (and probably later), that's the Pro with 16GB RAM and 512GB or 1TB SSD, or the Max with 32GB RAM and 1TB SSD. 3 versions total. Screen Brightness* and Happiness This screen can get up to 1600 nits brightness and can sustain full-screen brightness up to 1000. That's very impressive, as MBPs since 2016 have topped out at 500. *But the vast majority of the time, this screen will also top out at 500, because those other numbers are only for HDR (high dynamic range, what Apple calls XDR), i.e. some videos and some photos viewed in some programs. If you're browsing the internet, using productivity apps, or the like, those are almost all SDR (standard dynamic range). You'll be seeing them at the same brightness as with MBPs for the last five years. That said, the new screen is beautiful and bright in both HDR and SDR for most situations. For HDR, it puts out more color and brightness, and darker blacks - a million-to-one contrast ratio - with a wider range of light and color that has more pop and more detail in shadows and highlights. It can be dazzling or just more realistic. For SDR, it's much like before, still a gorgeous screen, with better contrast than before because of darker blacks. Has more pixels per inch (254, up from 226), and more pixels all over (3456 by 2234, up from 3072 by 1920). The aspect ratio remains 16:10 (not counting the top menu bar). ProMotion ProMotion is Apple's name for screen refresh rates that can go up to 120Hz, or lower to save processor/battery power when 120 isn't needed. This makes motion smoother, more natural. For now where ProMotion applies is limited. Most scrolling in browsing, including with Safari, still tops out at 60Hz. Which is fine for me, but it bothers some people, looks choppy to them. This could be changed with a software update. Bloom and Ghosts Bloom is when a bright spot on a dark background bleeds out past where it's supposed to be, a common issue with this kind of screen. I and most others think this screen handles it well (better than the iPad Pro), but it can still arise some. Ghosting is when a moving object leaves a noticeable trail of ghost images behind for a fraction of a second, one for each new frame until the old image fades. MBPs are notoriously mediocre at this kind of ghostbusting, and this screen is no exception. Expect the usual haunting, if you notice that kind of thing. PWM For those concerned (you mostly know who you are), there is PWM (pulse-width modulation) on the smaller 14\" version of this screen, and so very likely on this one too, at a frequency of 14,880Hz at all brightness levels (measured by NotebookCheck). That's a very high frequency, considered well beyond what would cause trouble for the susceptible. The Notch As you can see in the main photo here, there's a black Notch at the top of the screen. There are no pixels there. The long-desired improved camera is there, and a mic array and light sensor (and maybe room for a Face ID system if they decide to make MBPs with that). As with the iPhone Notch, it's controversial. You can make the Notch disappear, or rather blend in, if you make the background up there black. It also disappears into the black bars when you view things like videos in full-screen mode. The cursor disappears into the Notch if you put it there. If an app has menu items that stretch there, they disappear too, but they'll still function normally if you put the (invisible) cursor on them. Desperate times call for desperate measures. Most apps won't have this trouble, but if you must, you can avoid menu items disappearing by using the \"Scale to fit\" function, which shrinks the entire screen work area a little to fit below the Notch. Makes it look like an old 15\" if the background is black, like there are wide black bezels. (Google \"Scale to fit below built-in camera\" for full instructions and mockery.) There are also third-party apps, such as Bartender, to manage how items appear in the menu bar and keep them visible. Camera and Mics The new camera that, along with the thinner bezels, makes the Notch necessary, is 1080p, with an f/2 lens for good exposure in the shadows. Video looks noticeably better than before, though it can have a processed look. The three mics sound very clean and natural but with a little less bass than before to my ears, which is fine. Extra Screens You can use two external monitors with the Pro, down from four with previous models. They can be up to 6K @60Hz with a billion colors. The Max can still use four: three 6K and one 4K, all @60Hz etc. You can use 4K @120/144Hz HDR monitors too. You can run two from one port if you use the right kind of dock or daisy-chain. Headphone Oomph The new headphone jack has more power for high-impedance headphones. It automatically adjusts, so it won't overwhelm low-impedance phones. If the headphones have less than 150 ohms impedance, they get 1.25 volts RMS. If more, 3 volts. That might cause it to fail to provide enough power to some not-so-high-impedance headphones that still require extra power, such as planars. With my 2016 15\" MBP, I've had to use a portable amp for my Beyerdynamic DT 1990 Pros (250 ohm), but now I can pretty well do without it, though sometimes only just. The volume on some sources is still not always what I wish I could make it. But now I can nearly achieve hearing loss with the intro to the guitar riff in \"Money for Nothing.\" Which also sounds good, and healthier, a couple notches down. Among other headphones that have tested favorably with the new jack are the DT 990 Pros (250 ohm), and the Sennheiser HD650, 660S, 6XX, and HD800 (150 to 300 ohm). One report says the planar Hifiman HE4XXs (35 ohm planar) sound good, but most planars tested are said to need more power. The Audeze LCD-2Cs are reported to sound good enough, though not their best. The LCD-3s and Hifiman Sundaras and Aryas are said to be underpowered. For my usual regular-impedance phones, Cleer Flow IIs (16 ohm), the wired volume is a little louder than before, though still not always the earsplitting barrage I want for some sources. Maybe for the best. Quality iems (in-ear monitors) that require especially clean input, but not too much, reportedly sound good, including Andromedas and Moondrop Starfields. Speakers They're improved from the already laptop-leading speakers from earlier MBPs, with a fuller sound and decent kick, amazingly good for when nothing with a 3\" woofer is around. Apple mysteriously says the 14\" M1 has the same speaker system, but looking inside both machines shows the speakers in the 16\" are bigger - both \"subs\" and tweeters - and located differently, with the subs in the front corners on this one. The 16\" has fuller bass (such as it is). Heat and Noise There isn't any. None with my typical use, at least. If you push it hard, it can get warm, but not as hot as my 2016 15\". Which makes sense, as this has a larger enclosure, bigger fans, larger, better heat sinks, and more power-efficient processors. The fans don't have to spin up as much to do the same amount of cooling, so it's noticeably quieter even when it does heat up, rarely makes any noise at all. The 16\" Max comes with a larger heat sink than the 16\" Pro, so likely runs a little cooler and quieter sometimes, though the Max might get hotter when it uses a lot of that extra power. Keyboard Very quiet, much like the older Mac laptop keyboards, not the butterfly ones from 2015-19, but the rest. Maybe less travel in the keys than some of those, but plenty for me. I miss the touch bar sliders for fine control of some functions, but you can still use sliders via the Control Center, the icon next to the date on the screen's top menu bar. That's also where control of the keyboard backlight is, no more control for it on the keyboard. Touchpad The best available by far, responsive and large so you can carry the cursor over a large area with more control. For clicks, it's great. For taps, which I turn off, it's not as great, according to those who prefer that - appears to be a software issue. Ports There's one less Thunderbolt/USB-C port than before, but 50% more bandwidth (3 controllers instead of 2). The HDMI is 2.0, can drive up to 4K HDR @60Hz. The SD card reader is shallow, so the cards stick out. There might be room for a flush micro-SD adapter. I only have cards up to 64GB, which work fine. Some people have had trouble reading some cards, so it may be finicky. Battery Life I usually keep plugged in, but the reviews I've seen that cover battery life tests typically say it's the longest of any similar machine they've tested, including PCs. Reports of battery life for office work, browsing, watching videos, and so on generally range from 10 to 16 hours, sometimes more. It can go unusually long with heavy use too, 5 hours or more of video work, for example. Max Tech did 10 benchmark and stress tests with it in a couple hours, some maxing out the CPU or GPU for up to ten minutes, and it still had 36% left. At normal settings, there's no performance hit until you get down to 3%; until then you can process or game at full tilt. There's a low-power mode that extends battery life by limiting performance, lowering screen brightness, etc. The Max also has a high-power mode, but it seems to only ramp up the fans sooner to help cooling. Apple's description and tests in reviews indicate it doesn't affect performance in any direct way. The Max has tended to have a little less battery life than the Pro in reviews. The only good tests I've seen that compared directly either found negligible differences or up to 15% less battery life for the Max. (Other tests haven't been well controlled.) You can quick charge to 50% in a half-hour. The new power brick is 45% more powerful than before, and maybe 30% larger lengthwise, still small for what it does. You can charge at lower speed with smaller bricks (not included) via the USB-C ports. Size and Weight It's noticeably heavier than before, about 5 ounces over the previous 16\", and not quite as sleek, but it's sleeker than I was expecting from the photos. Repairability Ha ha! But really, it's better than it was. Battery modules now have pull tabs so they can be more easily replaced. The screen can be replaced more easily, but if Apple doesn't do it you lose True Tone (which I don't want anyway). The headphone, Thunderbolt and MagSafe ports can be replaced without replacing the logic board. Now rates a 4/10 from iFixit for repairability, up from 1/10 for the previous model. Compatibility Comes with Rosetta 2, which enables M1 Macs to use programs written for Intel Macs, and usually works very well. There's no more Boot Camp, so to run Windows or Windows programs you have to use third-party software like Parallels, which runs Windows by emulating a Windows machine (and requires a Windows license), or Crossover, which modifies Windows programs to run on Macs. Which works best, or at all, depends on the program. Gaming WoW *mostly* runs 50 to 120fps at high settings and resolution, depending on the location. Some places can't even manage 50 at those settings, though, but do OK at more compromised settings. Baldur's Gate 3, Diablo III, CS:GO and several others can run at 60-100fps or better at good settings. You can play Windows games via Parallels or Crossover. They generally don't run as well, but some do fine. Most games, including native ones, run quite a bit better on the Max, with up to 2x the fps. Final Fantasy XIV is hit and miss at good settings even with the Max. Gaming isn't usually hot or noisy, can get warmer with light fans for the games that aren't running natively. And there's no noticeable performance hit for gaming on battery. Work I have to mention the less fun part: how well this does things you might have to do at work. It does almost all of it better than before, much of it way better. Here's how it compares according to actual test results from numerous sources with Xcode, Logic Pro, Lightroom, Blender, Final Cut Pro, Premiere Pro, and so on. The range of comparison depends on what the task is. Previous base MBP 16\" (Intel i7 AMD 5300): The Pro is 60% to several times faster. Previous top-spec'd MBP (i9 5600M): The Pro is about the same to 2 or 3 times faster. Regular M1 machines (not M1 Pro or Max): The Pro is about the same to several times faster. The 14\" M1 Pro with same specs: The same, though the 16\" has the bigger battery and heat removal system, so it fares better in those ways. Windows laptop work stations: This is complicated, but the Pro can thrash most Windows laptops in most intensive work-related apps. It lines up very roughly with machines with a good i7/i9 and an RTX 3070, but generally can't keep up with the RTX 3080. The Pro uses a fraction of the power, and so only produces a fraction of the heat and noise, if any. And lasts and performs much better on battery. Pro vs Max The Max is about the same to twice as fast as the Pro, mostly between those extremes. The CPU is much the same, but the GPU is double the cores, so the main advantage is in graphics-heavy work. Besides the GPU cores, the Max has twice the bandwidth for memory transfer, two hardware video encode engines instead of one, and some extra cooling capacity. If you're already successfully using a Mac laptop, you don't *need* the Max, since the Pro is already better than what you have. But that doesn't mean you can't benefit from the Max's extra power if you have the money. For intensive video editing, massive photo editing, or better gaming (though cheaper Windows machines will play most games better), the Max has real advantages. To confuse things a little more, Apple (but not Amazon currently) also offers a demi-Max with a 24-core GPU, halfway between the Pro's 16 and the Max's 32. It's a cheaper way to get the extra bandwidth, video encoder, and cooling advantages of the Max. Tests show that in graphics-intensive tasks it operates roughly midway between the Pro and 32-core Max, often more than half, as expected. Warranties This comes with a one-year limited warranty against manufacturing defects that includes free phone support for the first 90 days. If you want to also cover accidental damage (with deductibles) and extend the regular warranty and free tech support to 3 years, you can buy AppleCare+ from Amazon (link embedded) or Apple. You get 60 days from purchase to buy it, but coverage for accidents doesn't start until you do. (I always self-insure when I can, so I didn't get it.) Decals Last and least, this comes with two black Apple decals, the sign of true professional Apple equipment.",
				"date": "Reviewed in the United States on November 4, 2021",
				"rating": "5.0 out of 5 stars",
				"title": "Great for work and some play",
				"userName": "Sanpete",
				"url": "/gp/customer-reviews/R3IPCAP7R1GXD5/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B09JQMW44C",
				"images": [],
				"variationList": []
			},
			{
				"text": "Out of the box unusable for me. This MacBook Pro does not have any USB ports to be able to restore from a previous Mac back up that’s on an external drive. You must buy an adapter. Since I live in a remote area I’d have to order online and wait. You cannot even plug a iPhone12 Pro Max directly into it. The only ports it has are thunderbolt. So even Apple’s own lighting connector needs an adapter. The keyboard is a downgrade from the old keyboard. Solid black plastic instead of plastic keys surrounded by aluminum which were easier to see. Had to call Apple support to download an update because there is no reset option in the System Preferences of OS Monterey. And the update did not work to give it that option. Will have to figure out a different option to remove my account and information to return it. This particular MacBook is defective I believe.",
				"date": "Reviewed in the United States on October 29, 2021",
				"rating": "1.0 out of 5 stars",
				"title": "Disappointed!!",
				"userName": "Amazon Customer",
				"url": "/gp/customer-reviews/R2K331D9XZPMKQ/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B09JQMW44C",
				"images": [],
				"variationList": []
			},
			{
				"text": "Finally, this 2021 MacBook Pro cured my depression!",
				"date": "Reviewed in the United States on October 29, 2021",
				"rating": "5.0 out of 5 stars",
				"title": "This MacBook Pro Cured my depression!",
				"userName": "Asha R. Asha R.",
				"url": "/gp/customer-reviews/RXS6SHXZL3MKZ/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B09JQMW44C",
				"images": [
					"https://m.media-amazon.com/images/I/71+wEARd+jL._SY88.jpg",
					"https://m.media-amazon.com/images/I/71OaMhN+2CL._SY88.jpg"
				],
				"variationList": []
			},
			{
				"text": "I ordered the 2021 16 inch right away as I knew they would probably sell out fast. I had to make sure I had one for my trip I am leaving on soon. As soon as I opened it the screen would never come on. Thought maybe it needed charging so I tried that. Still nothing but a black screen. It kept making the sound when you open it up even when it was closed over and over again. I took it to the local Apple Store hoping I could get some answers. They tired to get it to work and could not either. They said it is very strange and maybe something happened to it during shipping. They said since it is brand new it would be best to get my money back from Amazon. I thought maybe I could just exchange it before my trip but the one I ordered is out of stock. I will try the 14 inch and see if I like it compared to the size of the 16 inch since it is in stock. This is a first MacBook Pro I have ever purchased and now I am a bit nervous.",
				"date": "Reviewed in the United States on November 3, 2021",
				"rating": "1.0 out of 5 stars",
				"title": "Dead on arrival!",
				"userName": "AA",
				"url": "/gp/customer-reviews/R16QQN2A26OT1S/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B09JQMW44C",
				"images": [],
				"variationList": []
			},
			{
				"text": "Here are the temperature results for the new cool MacBooks compared to the old overheating intel ones. 91 degrees for the old one near the processor, and 74 degrees on the new ones. Both had been running for hours transferring files nonstop. Amazing. I have been editing video, transferring large files and not once have the fans kicked on. Makes me want to cry.",
				"date": "Reviewed in the United States on October 29, 2021",
				"rating": "5.0 out of 5 stars",
				"title": "A laptop you can finally use on your lap",
				"userName": "Anon Anon",
				"url": "/gp/customer-reviews/R2M49FPSGVXBNT/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B09JQMW44C",
				"images": [
					"https://m.media-amazon.com/images/I/51AFnXGQPUL._SY88.jpg",
					"https://m.media-amazon.com/images/I/51kQGO1VQTL._SY88.jpg"
				],
				"variationList": []
			},
			{
				"text": "This laptop is unbelievably fast. Between the screen, battery life, and performance, this laptop is head and shoulders better than any competition.",
				"date": "Reviewed in the United States on October 31, 2021",
				"rating": "5.0 out of 5 stars",
				"title": "Insanely fast.",
				"userName": "Joseph Thomas",
				"url": "/gp/customer-reviews/RQ8IN8RQ04WPE/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B09JQMW44C",
				"images": [],
				"variationList": []
			},
			{
				"text": "Arrived DOA - wouldn’t start up. Spent hours on the phone with Apple support and still wouldn’t start. Returned - c’mon man!",
				"date": "Reviewed in the United States on November 7, 2021",
				"rating": "1.0 out of 5 stars",
				"title": "Arrived DOA!",
				"userName": "FH",
				"url": "/gp/customer-reviews/RLUE01ZH9Y32S/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B09JQMW44C",
				"images": [],
				"variationList": []
			}
		],
		"specs": [],
		"mainImage": {
			"imageUrl": "https://m.media-amazon.com/images/I/61Y30DpqRVL._AC_SX679_.jpg",
			"imageResolution": "679 x 679"
		},
		"categories": ["Laptops"],
		"categoriesExtended": [],
		"currency": null,
		"acKeywordLink": null,
		"deliveryMessage": null,
		"rentPrice": 0.0,
		"usedPrice": 0.0,
		"retailPriceRent": 0.0,
		"coupon": null,
		"series": null,
		"prime": false,
		"addon": false,
		"pantry": false
	},
	{
		"title": "MSI Stealth 15M Gaming Laptop: 15.6\" 144Hz FHD 1080p Display, Intel Core i7-11375H, NVIDIA GeForce RTX 3060, 16GB, 512GB SSD, Thunderbolt 4, WiFi 6, Win10, Carbon Gray (A11UEK-009)",
		"manufacturer": "Visit the MSI Store",
		"countReview": 502,
		"answeredQuestions": 193,
		"productRating": "4.3 out of 5 stars",
		"asin": "B091GGZT1S",
		"sizeSelection": [],
		"soldBy": "Amazon Warehouse",
		"fulfilledBy": "Amazon",
		"sellerId": null,
		"warehouseAvailability": "In Stock.",
		"retailPrice": 1399.0,
		"price": 1149.99,
		"priceRange": null,
		"shippingPrice": 0.0,
		"priceShippingInformation": "FREE delivery Thursday, May 26 Or fastest delivery Tuesday, May 24. Order within 7 hrs 16 mins",
		"priceSaving": "$249.01 (18%)",
		"features": [
			"Visual Performance: The 15.6” 144hz display delivers true-to-life images with a high refresh rate so you can see every frame of the game.",
			"Redefined Power: The 11th Gen. Intel Core i7 processor, delivers high performance with cores, take on any games and applications with ease.",
			"Supercharged Graphics: The MSI Stealth 15M is powered by a NVIDIA GeForce RTX 3060, take on today's most popular games with these performance graphics.",
			"On the Go Gaming: Designed to be thin and light for gamers to carry around every day for games, study, or work.",
			"Cool and Powerful: MSI’s exclusive Cooler Boost Technology ensures optimal thermal dissipation. Featuring state of the art fans and heat pipes, get the airflow you need for gaming.",
			"Versatile Connections: The Stealth 15M features a wide range of I/O ports, Thunderbolt 4 supporting power delivery and up to 40Gbps of data transfer and USB 4.0."
		],
		"images": [
			"https://m.media-amazon.com/images/I/71p3Ygm14wL._AC_SL1500_.jpg",
			"https://m.media-amazon.com/images/I/61APhz4DwrL._AC_SL1000_.jpg",
			"https://m.media-amazon.com/images/I/61+Ah1-Zb7L._AC_SL1000_.jpg",
			"https://m.media-amazon.com/images/I/61hdHBAkWgL._AC_SL1000_.jpg",
			"https://m.media-amazon.com/images/I/615SrR9lg6L._AC_SL1000_.jpg",
			"https://m.media-amazon.com/images/I/61NsoeiRyIS._AC_SL1000_.jpg",
			"https://m.media-amazon.com/images/I/61jusJpgUvL._AC_SL1000_.jpg"
		],
		"videoeUrlList": [],
		"description": "MSI Stealth 15M: 15.6\" FHD 144Hz Thin Bezel Gaming Laptop Intel Core i7-11375H RTX3060 16GB 512GB NVMe SSD Win10.",
		"details": [
			{
				"name": "Standing screen display size",
				"value": "‎15.6 Inches"
			},
			{
				"name": "Screen Resolution",
				"value": "‎1920 x 1080 pixels"
			},
			{
				"name": "Max Screen Resolution",
				"value": "‎1920 x 1080 Pixels"
			},
			{
				"name": "Processor",
				"value": "‎3.3 GHz core_i7"
			},
			{
				"name": "RAM",
				"value": "‎16 GB DDR4"
			},
			{
				"name": "Memory Speed",
				"value": "‎3200 MHz"
			},
			{
				"name": "Hard Drive",
				"value": "‎512 GB SSD"
			},
			{
				"name": "Graphics Coprocessor",
				"value": "‎NVIDIA GeForce RTX 3060"
			},
			{
				"name": "Chipset Brand",
				"value": "‎NVIDIA"
			},
			{
				"name": "Card Description",
				"value": "‎Dedicated"
			},
			{
				"name": "Graphics Card Ram Size",
				"value": "‎6 GB"
			},
			{
				"name": "Wireless Type",
				"value": "‎Bluetooth"
			},
			{
				"name": "Number of USB 3.0 Ports",
				"value": "‎2"
			},
			{
				"name": "Brand",
				"value": "‎MSI"
			},
			{
				"name": "Series",
				"value": "‎Stealth 15M A11UEK-009"
			},
			{
				"name": "Item model number",
				"value": "‎Stealth 15M A11UEK-009"
			},
			{
				"name": "Hardware Platform",
				"value": "‎PC"
			},
			{
				"name": "Operating System",
				"value": "‎Windows 10 Home"
			},
			{
				"name": "Item Weight",
				"value": "‎3.73 pounds"
			},
			{
				"name": "Product Dimensions",
				"value": "‎0.63 x 14.1 x 9.76 inches"
			},
			{
				"name": "Item Dimensions LxWxH",
				"value": "‎0.63 x 14.1 x 9.76 inches"
			},
			{
				"name": "Color",
				"value": "‎Carbon Gray"
			},
			{
				"name": "Processor Brand",
				"value": "‎Intel"
			},
			{
				"name": "Processor Count",
				"value": "‎4"
			},
			{
				"name": "Computer Memory Type",
				"value": "‎DDR4 SDRAM"
			},
			{
				"name": "Flash Memory Size",
				"value": "‎16 GB"
			},
			{
				"name": "Hard Drive Interface",
				"value": "‎Solid State"
			},
			{
				"name": "Optical Drive Type",
				"value": "‎No Optical Drive"
			},
			{
				"name": "Batteries",
				"value": "‎1 Lithium Polymer batteries required. (included)"
			},
			{
				"name": "ASIN",
				"value": "B091GGZT1S"
			},
			{
				"name": "Customer Reviews",
				"value": "4.3 out of 5 stars 502 ratings 4.3 out of 5 stars"
			},
			{
				"name": "Best Sellers Rank",
				"value": "#511 in Computers & Accessories (See Top 100 in Computers & Accessories) #44 in Traditional Laptop Computers"
			},
			{
				"name": "Date First Available",
				"value": "April 1, 2021"
			}
		],
		"minimalQuantity": "1",
		"dealPrice": 0.0,
		"salePrice": 0.0,
		"reviews": [
			{
				"text": "Bought the MSI M15 Stealth and was impressed by the presentation, after booting up the laptop for the first time the screen started flickering, no matter how many restarts, shutdowns, and updating / reinstalling drivers, the problem was still there. I did find a solution however, by full wiping the laptop then removing all MSI programs and features (Bloatware) the flickering stopped. I contacted MSI support and they had no idea what planet they were on, so if you have this issue please follow the steps above to actually fix the issue and don't waste your time with MSI support. The laptop is really good but the fact you have to do this is quite annoying, hopefully, they will fix this for future production runs of this laptop.",
				"date": "Reviewed in the United States on July 9, 2021",
				"rating": "3.0 out of 5 stars",
				"title": "GOOD LAPTOP, BAD SOFTWARE MSI M15 Stealth *SCREEN FLICKERING*",
				"userName": "Clayton Wenzel",
				"url": "/gp/customer-reviews/R2SRL2FSYP4088/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B091GGZT1S",
				"images": [],
				"variationList": ["Color: Carbon Gray"]
			},
			{
				"text": "Item was double packed and arrived in order, specss checked out, gorgeous (its a matt screen hence no glare/reflection) and large screen space. this is the only laptop i have found that has 3060 and lightweight at this price point. love it, thanks MSI & Amazon!",
				"date": "Reviewed in the United States on June 5, 2021",
				"rating": "5.0 out of 5 stars",
				"title": "Gorgeous screen",
				"userName": "Chris Chris",
				"url": "/gp/customer-reviews/R3SJEJL0PG08MY/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B091GGZT1S",
				"images": [
					"https://images-na.ssl-images-amazon.com/images/I/81iLXvmfFjL._SY88.jpg"
				],
				"variationList": ["Color: Carbon Gray"]
			},
			{
				"text": "Note: I never played games on it Cons: *Right out of the box, there was dusts on the laptop; a couples of tiny chipped paint; the bottom rubber legs were dusty as if the laptop had been sitting & pushed around on a desk for a while!; plastic package of the AC cable was wrung and had tears(did you really ran out of new plastics!) *The battery meter wrong readings; battery really struggled to charge over 95% *The display flickered randomly *Overheating and loud fan noise (which I guess is typical for gaming laptops), but it happened w/ basic work like checking emails Pro: Thin for a gaming laptop *I returned it and won't recommend it to anyone",
				"date": "Reviewed in the United States on July 6, 2021",
				"rating": "1.0 out of 5 stars",
				"title": "I Felt I Purchased a Used Laptop!",
				"userName": "Anthony",
				"url": "/gp/customer-reviews/R3IW2Q2U4F4JE0/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B091GGZT1S",
				"images": [],
				"variationList": ["Color: Carbon Gray"]
			},
			{
				"text": "PROs FAST. I searched and compared hundreds of laptops at the price range of 1k~1.6K and this one came on top 10% using cpu/gpu benchmark results. LIGHT. This is the ONLY laptop with such specs under 4 pounds that I could find. STURDY. Well, it's my personal opinion but it feels sturdy and well built. I like the way keyboard feels its click makes almost no sound and feels soft to touch. CONs It gets hot when gaming but is very well expected. Screen could be a bit brighter. Touchpad is placed a bit to the right. If you have big hands/palms, it might be tricky typing without touching it. To sum it all, I like this laptop and would suggest buying it.",
				"date": "Reviewed in the United States on July 25, 2021",
				"rating": "5.0 out of 5 stars",
				"title": "Light, Fast, Sturdy built and the best bang for the buck.",
				"userName": "Yebin Kim",
				"url": "/gp/customer-reviews/R4TOSE4TE2LE6/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B091GGZT1S",
				"images": [],
				"variationList": ["Color: Carbon Gray"]
			},
			{
				"text": "Screen is nice. 144Hz, 1080p. Viewing angles are nice. Not much glare. Graphics card is powerful. Runs all my games well at max settings. CPU is the highlight of the show. If I had to find something to be bothered with, there's two things... 1. No Ethernet port. It's wifi only unless you have a dongle. 2. The speakers (located under the laptop), while nice sounding, aren't loud at all. Unless you're in a silent room, you'll struggle to hear basic things -- don't even try to use them for gaming. The battery is not bad, but you're not gaming while using battery -- and if you are, you know better than to expect peak performance.",
				"date": "Reviewed in the United States on July 15, 2021",
				"rating": "4.0 out of 5 stars",
				"title": "Quality gaming in a lightweight chassis -- headphones required",
				"userName": "Phil Rezanow",
				"url": "/gp/customer-reviews/R6L0MQ9TIL2GA/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B091GGZT1S",
				"images": [],
				"variationList": ["Color: Carbon Gray"]
			}
		],
		"specs": [],
		"mainImage": {
			"imageUrl": "https://m.media-amazon.com/images/I/71p3Ygm14wL._AC_SX679_.jpg",
			"imageResolution": "679 x 679"
		},
		"categories": [
			"Electronics",
			"Computers & Accessories",
			"Computers & Tablets",
			"Laptops",
			"Traditional Laptops"
		],
		"currency": null,
		"acKeywordLink": null,
		"deliveryMessage": null,
		"rentPrice": 0.0,
		"usedPrice": 0.0,
		"retailPriceRent": 0.0,
		"coupon": null,
		"series": null,
		"prime": false,
		"addon": false,
		"pantry": false
	},
	{
		"title": "Apple MacBook Air 2017 with 1.8GHz Intel Core i5 (13-inch, 8GB RAM, 128GB SSD Storage) (Renewed)",
		"manufacturer": "Visit the Amazon Renewed Store",
		"countReview": 3928,
		"answeredQuestions": 607,
		"productRating": "4.3 out of 5 stars",
		"asin": "B078H42W49",
		"sizeSelection": [],
		"soldBy": "DealPlanIT",
		"fulfilledBy": "DealPlanIT",
		"sellerId": "A1LJ3TH9JL3P33",
		"warehouseAvailability": "Only 18 left in stock - order soon.",
		"retailPrice": 0.0,
		"price": 329.0,
		"priceRange": null,
		"shippingPrice": 0.0,
		"priceShippingInformation": "FREE delivery May 24 - 26. Details",
		"priceSaving": null,
		"features": [
			"Renewed products look and work like new. These pre-owned products have been inspected and tested by Amazon-qualified suppliers, which typically perform a full diagnostic test, replacement of any defective parts, and a thorough cleaning process. Packaging and accessories may be generic. All products on Amazon Renewed come with a minimum 90-day supplier-backed warranty."
		],
		"images": [
			"https://m.media-amazon.com/images/I/91wYB53Y4aL._AC_SL1500_.jpg",
			"https://m.media-amazon.com/images/I/71GoxuJhXbL._AC_SL1500_.jpg",
			"https://m.media-amazon.com/images/I/81+9CCNkhNL._AC_SL1500_.jpg",
			"https://m.media-amazon.com/images/I/51RCKFhZqpL._AC_SL1500_.jpg",
			"https://m.media-amazon.com/images/I/41xklaxiqtL._AC_SL1500_.jpg",
			"https://m.media-amazon.com/images/I/617u65JoEjL._AC_SL1280_.jpg"
		],
		"videoeUrlList": [],
		"description": "Get the perfect combination of style and power when computing with Apple MacBook Air Laptop. Powered by an Intel Core i5.Processor with a speed of 1.80 GHz that delivers powerful performance to meet your daily requirements. The 8GB RAM offers smooth multitasking when you have multiple programs running. Its 128GB SSD hard drive accommodates all of your important data efficiently. It delivers rich colored visuals on its 13.3\" display with 1440 x 900 resolution. Comes preinstalled with MAC OS X that gives the user a easy, flexible and secure computing platform.",
		"details": [
			{
				"name": "Standing screen display size",
				"value": "‎13.3 Inches"
			},
			{
				"name": "Max Screen Resolution",
				"value": "‎1440x900 Pixels"
			},
			{
				"name": "Processor",
				"value": "‎1.8 GHz core_i5_family"
			},
			{
				"name": "RAM",
				"value": "‎8 GB LPDDR3"
			},
			{
				"name": "Memory Speed",
				"value": "‎1600 MHz"
			},
			{
				"name": "Hard Drive",
				"value": "‎128 GB SSD"
			},
			{
				"name": "Graphics Coprocessor",
				"value": "‎Intel"
			},
			{
				"name": "Chipset Brand",
				"value": "‎Intel"
			},
			{
				"name": "Card Description",
				"value": "‎Integrated"
			},
			{
				"name": "Wireless Type",
				"value": "‎802.11abg"
			},
			{
				"name": "Average Battery Life (in hours)",
				"value": "‎12 Hours"
			},
			{
				"name": "Brand",
				"value": "‎Apple"
			},
			{
				"name": "Series",
				"value": "‎Macbook Air"
			},
			{
				"name": "Item model number",
				"value": "‎MQD32LLA"
			},
			{
				"name": "Hardware Platform",
				"value": "‎Mac"
			},
			{
				"name": "Operating System",
				"value": "‎MAC OS X"
			},
			{
				"name": "Item Weight",
				"value": "‎3 pounds"
			},
			{
				"name": "Product Dimensions",
				"value": "‎14.3 x 10.5 x 2.2 inches"
			},
			{
				"name": "Item Dimensions LxWxH",
				"value": "‎14.3 x 10.5 x 2.2 inches"
			},
			{
				"name": "Color",
				"value": "‎Silver"
			},
			{
				"name": "Rear Webcam Resolution",
				"value": "‎5 MP"
			},
			{
				"name": "Processor Brand",
				"value": "‎Intel"
			},
			{
				"name": "Processor Count",
				"value": "‎1"
			},
			{
				"name": "Computer Memory Type",
				"value": "‎SODIMM"
			},
			{
				"name": "Flash Memory Size",
				"value": "‎128"
			},
			{
				"name": "Hard Drive Interface",
				"value": "‎ATA"
			},
			{
				"name": "Hard Drive Rotational Speed",
				"value": "‎5400 RPM"
			},
			{
				"name": "Power Source",
				"value": "‎Corded Electric"
			},
			{
				"name": "Batteries",
				"value": "‎1 Lithium ion batteries required."
			},
			{
				"name": "ASIN",
				"value": "B078H42W49"
			},
			{
				"name": "Customer Reviews",
				"value": "4.3 out of 5 stars 3,928 ratings 4.3 out of 5 stars"
			},
			{
				"name": "Best Sellers Rank",
				"value": "#566 in Computers & Accessories (See Top 100 in Computers & Accessories) #50 in Traditional Laptop Computers"
			},
			{
				"name": "Date First Available",
				"value": "December 18, 2017"
			}
		],
		"minimalQuantity": "1",
		"dealPrice": 0.0,
		"salePrice": 0.0,
		"reviews": [
			{
				"text": "I'm very dissatisfied with this purchase. I can't use the Mac because the hard drive was not reset and the software on the Mac dose not allow you to use it. Also there was no charger. Again very disappointed.",
				"date": "Reviewed in the United States on February 14, 2020",
				"rating": "1.0 out of 5 stars",
				"title": "Very disappointed with Mac purchase",
				"userName": "Sue Sue",
				"url": "/gp/customer-reviews/RUOFRF9V0EXNN/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B078H42W49",
				"images": [
					"https://images-na.ssl-images-amazon.com/images/I/51AxHXGZLSL._SY88.jpg",
					"https://images-na.ssl-images-amazon.com/images/I/51SoXptwbaL._SY88.jpg"
				],
				"variationList": ["Capacity: 8GB RAM / 128GB SSD", "Color: Silver"]
			},
			{
				"text": "Okay wow! I am so pleasantly surprised and so glad I took a chance. Even if I received a faulty one, I could just exchange for another but based off of negative reviews I was still a little nervous. This laptop is nearly perfect! Hardly any scratches, none that are even noticeable unless you’re looking for them. Keys work perfect, battery power seems great so far. Seems like a brand new laptop for a fraction of the price. Win, win",
				"date": "Reviewed in the United States on October 23, 2020",
				"rating": "5.0 out of 5 stars",
				"title": "Take the chance on this!",
				"userName": "Sydney Sydney",
				"url": "/gp/customer-reviews/R18UNJ7K1440OJ/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B078H42W49",
				"images": [
					"https://images-na.ssl-images-amazon.com/images/I/71QUsxRvH5L._SY88.jpg",
					"https://images-na.ssl-images-amazon.com/images/I/71ZjlA4dVBL._SY88.jpg",
					"https://images-na.ssl-images-amazon.com/images/I/71lX7J0JqCL._SY88.jpg",
					"https://images-na.ssl-images-amazon.com/images/I/71q3zfpoQKL._SY88.jpg"
				],
				"variationList": [
					"Capacity: MD711LL/A - 4GB RAM/128GB SSD",
					"Color: Silver"
				]
			},
			{
				"text": "Do NOT purchase from this outfit. Product arrived today and wouldn’t charge. Brought it to Best Buy to have them look at it and they said the charging port was defective. Fortunately there was a Staples next door with a UPS drop off. I brought it there and shipped it back. I then went back to Best Buy and bought a brand new one for $200 more. How they can say that they fully refurbish AND TEST this equipment is beyond me. The guy at Best Buy even said, “this was refurbished? I would think it would present much better than this!” Save yourself the headaches and spend the extra dough for a brand new unit. These guys don’t know what they’re doing! BTW, if you check out their reviews, there are 21 total reviews and 5 of them are 1 star. By my math, that is almost 24%. On their description page it says 18% 1 star reviews. It also says 8% were 3 star reviews but when you click to see those reviews, there are NONE! So of the 21 reviews, 6 of them were either 1 or 2 stars... or 28.5%! Should’ve done more due diligence but sharing this so you don’t make the same mistake I did.",
				"date": "Reviewed in the United States on September 29, 2019",
				"rating": "1.0 out of 5 stars",
				"title": "BUYER BEWARE. PRODUCT IS GARBAGE!",
				"userName": "Marc B.",
				"url": "/gp/customer-reviews/R2ZNT72JD4768/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B078H42W49",
				"images": [],
				"variationList": ["Capacity: 2015 Model 256GB", "Color: Silver"]
			},
			{
				"text": "Looks brand new, wrapped and sealed in Apple packaging. Plugged it in and turned it on and let it go. Absolutely no problems, it was automatic and wonderful to have the computer set itself up. Has performed flawlessly as expected of an Apple laptop.",
				"date": "Reviewed in the United States on May 15, 2018",
				"rating": "5.0 out of 5 stars",
				"title": "You won’t think it is refurbished, looks like you brought it home from the Apple store. Ease of setup is amazing.",
				"userName": "D. Bowden",
				"url": "/gp/customer-reviews/R1VR9Q3UCP0PX1/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B078H42W49",
				"images": [],
				"variationList": ["Capacity: 8GB RAM / 128GB SSD", "Color: Silver"]
			},
			{
				"text": "Heavily used product. lots of dents and scratches. battery life 5 hours. go for a brand new one",
				"date": "Reviewed in the United States on February 27, 2019",
				"rating": "1.0 out of 5 stars",
				"title": "Get a new one.",
				"userName": "Aju.J.KAILATH Aju.J.KAILATH",
				"url": "/gp/customer-reviews/R932RKAEHJIH7/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B078H42W49",
				"images": [
					"https://images-na.ssl-images-amazon.com/images/I/61o6SIJmZwL._SY88.jpg",
					"https://images-na.ssl-images-amazon.com/images/I/61vKC6cF2ZL._SY88.jpg",
					"https://images-na.ssl-images-amazon.com/images/I/711wfht5dhL._SY88.jpg"
				],
				"variationList": ["Capacity: 2015 Model 256GB", "Color: Silver"]
			}
		],
		"specs": [],
		"mainImage": {
			"imageUrl": "https://m.media-amazon.com/images/I/91wYB53Y4aL._AC_SX679_.jpg",
			"imageResolution": "679 x 679"
		},
		"bookVariations": [],
		"categories": [
			"Electronics",
			"Computers & Accessories",
			"Computers & Tablets",
			"Laptops",
			"Traditional Laptops"
		],
		"currency": null,
		"acKeywordLink": null,
		"deliveryMessage": null,
		"prime": false
	},
	{
		"title": "Sony WH-1000XM4 Wireless Premium Noise Canceling Overhead Headphones with Mic for Phone-Call and Alexa Voice Control, Black",
		"manufacturer": "Brand: Sony",
		"countReview": 33198,
		"answeredQuestions": 1000,
		"productRating": "4.7 out of 5 stars",
		"asin": "B0863TXGM3",
		"sizeSelection": [],
		"soldBy": "Amazon Warehouse",
		"fulfilledBy": "Amazon",
		"sellerId": null,
		"warehouseAvailability": "In Stock.",
		"retailPrice": 0.0,
		"price": 348.0,
		"priceRange": null,
		"shippingPrice": 0.0,
		"priceShippingInformation": "FREE delivery Friday, May 27 Or fastest delivery Monday, May 23. Order within 8 hrs 23 mins",
		"priceSaving": null,
		"features": [
			"Industry-leading noise canceling with Dual Noise Sensor technology",
			"Next-level music with Edge-AI, co-developed with Sony Music Studios Tokyo",
			"Up to 30-hour battery life with quick charging (10 min charge for 5 hours of playback)",
			"Touch Sensor controls to pause play skip tracks, control volume, activate your voice assistant, and answer phone calls",
			"Speak-to-chat technology automatically reduces volume during conversations",
			"Superior call quality with precise voice pickup",
			"Wearing detection pauses playback when headphones are removed"
		],
		"images": [
			"https://m.media-amazon.com/images/I/71o8Q5XJS5L._AC_SL1500_.jpg",
			"https://m.media-amazon.com/images/I/81hmYqQytUL._AC_SL1500_.jpg",
			"https://m.media-amazon.com/images/I/71m+x6xx8PL._AC_SL1500_.jpg",
			"https://m.media-amazon.com/images/I/81LiDrwaoeL._AC_SL1500_.jpg",
			"https://m.media-amazon.com/images/I/81XAjH-XUqL._AC_SL1500_.jpg",
			"https://m.media-amazon.com/images/I/7163hY2VDTL._AC_SL1500_.jpg",
			"https://m.media-amazon.com/images/I/81MnTt+nbqL._AC_SL1500_.jpg",
			"https://m.media-amazon.com/images/I/71UnE5AArZL._AC_SL1500_.jpg",
			"https://m.media-amazon.com/images/I/71xsREqXS+L._AC_SL1500_.jpg",
			"https://m.media-amazon.com/images/I/81rVZu5JHUL._AC_SL1500_.jpg",
			"https://m.media-amazon.com/images/I/71u41-h4eEL._AC_SL1500_.jpg"
		],
		"description": "Sony’s intelligent industry-leading noise canceling headphones with premium sound elevate your listening experience with the ability to personalize and control everything you hear. Get up to 30 hours of battery life with quick charging capabilities, enjoy an enhanced Smart Listening feature set, and carry conversations hands-free with speak-to-chat.",
		"details": [
			{
				"name": "Product Dimensions",
				"value": "7.27 x 3.03 x 9.94 inches"
			},
			{
				"name": "Item Weight",
				"value": "9 ounces"
			},
			{
				"name": "ASIN",
				"value": "B0863TXGM3"
			},
			{
				"name": "Item model number",
				"value": "WH1000XM4/B"
			},
			{
				"name": "Batteries",
				"value": "1 Lithium Polymer batteries required. (included)"
			},
			{
				"name": "Customer Reviews",
				"value": "4.7 out of 5 stars 33,198 ratings 4.7 out of 5 stars"
			},
			{
				"name": "Best Sellers Rank",
				"value": "#8 in Over-Ear Headphones"
			},
			{
				"name": "Is Discontinued By Manufacturer",
				"value": "No"
			},
			{
				"name": "Date First Available",
				"value": "August 6, 2020"
			},
			{
				"name": "Department",
				"value": "Womens"
			},
			{
				"name": "Manufacturer",
				"value": "Sony"
			},
			{
				"name": "Country of Origin",
				"value": "Malaysia"
			}
		],
		"minimalQuantity": "1",
		"dealPrice": 0.0,
		"salePrice": 0.0,
		"reviews": [
			{
				"text": "I have owned the Bose QC 35 series I (the originals) for four years now, and just recently replaced the ear pads since they finally deteriorated. I figured after four years there has to be some serious improvements in noise cancelling technology, and since the WH-1000XM3 model got so many good reviews I figured these would be awesome. So I pre-ordered them. I pulled them out of the box and followed the very quick connect process of downloading the app and using it to pair to my phone. It downloaded a firmware update automatically while I fiddled around with some settings briefly and listened to some music. Super easy, awesome. The sound is very impressive. Punchy kick drum (I listen mostly to rock/metal) and nice bright sound. I quickly settled on a slightly customized version of the included Bright preset. But things quickly went downhill from there. After using the headphones for a bit, the touch controls became frankly annoying and easily susceptible to mistakes (I triggered track skips multiple times just by removing and putting the headphones back on). The volume adjustment is especially tedious...if you want to raise or lower the volume significantly you have to swipe it up or down a large number of times because the volume adjustment is done in small increments. With the Bose QC 35 and its dedicated buttons, you just quickly push the buttons. Simple. I spent about 20 minutes trying to figure out how to pair the headphones with my laptop, reading the guide in the app and doing some web searching, thinking it must be provided by one of the two dedicated buttons like on the Bose QE 35s. Nope. It must be done with the app. In fact, everything has to be done with the app except whatever you have the custom button configured to do, and the power. On the Bose I just have to slide the power button, and it goes into pairing mode. Simple. The above are honestly smaller issues that you could probably put up with since the sound these produce is so good. However, the deal breaker for me was when I connected them with the included wire to the controller on my Roku Ultra to enjoy some TV time after a long day. I always watch movies and TV with headphones. To my horror they produced a clearly audible hissing sound that is incredibly distracting. I turned them off and on again, disconnected and reconnected the cable. No change, still the hissing sound. My Bose don't produce this sound. Ugh. After listening to them for a couple hours I had a slight headache and felt fatigued, almost nauseous. I know some people are affected differently by the noise cancelling technology, but I don't get this from my Bose, even after listening to them all day. Additionally, speaking of noise cancelling, I compared my Bose QC 35s to these, and I couldn't tell the difference between the noise cancelling. They sound the same to me. :shrug: I'm sure you could tell the difference with laboratory equipment though. All-in-all the sound these produce is really good, and the noise cancelling is great (although I can't tell the difference from my Bose QC 35 Series I). But they have 1) lots of annoyances in the touch controls instead of dedicated buttons, 2) the fact that the app is required to do everything (including pairing) except turning them off and activating the custom button, 3) the hissing on the wired connection to my Roku Ultra, and 4) the fatiguing after listening to them. I'll be returning them.",
				"date": "Reviewed in the United States on August 21, 2020",
				"rating": "2.0 out of 5 stars",
				"title": "Great sound, but several issues make it a no-go for me. Sticking with my Bose QC 35 Series I",
				"userName": "Dennis",
				"url": "/gp/customer-reviews/R3JI08GCH5LUUQ/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B0863TXGM3",
				"images": [],
				"variationList": ["Color: Black"]
			},
			{
				"text": "I have one of the oldest versions of these headphones. As I am a wage slave there was no justification for splurging on a headphone of this price range when I bought this. I do not recall the thought process that went into the initial purchase decision. (I suspect no thought went into it. But let's not dwell on the mistakes of the past impede us...) I am a product of the western education; as a result, I am a nihilist. As such, life has very little to offer other than sex, food and displaying superiority over my fellow men with the hope of getting more of the former two. Last week, as I was feeling especially oppressed by the thoughts of existentialist angst, I felt a sudden urge of something missing in my life, perhaps goaded by the Prime Day Sale on Amazon. So I decided to buy a newer (nay, the newest) version of the headphones, compounding my earlier folly. I, like many before me, made the assumption that if something is newer it ought to be better. I have found that this headphone shows no distinct superiority over it's predecessors excepting being shinier and more expensive. In fact, my older version of the headphone is better in terms of built quality and response time. If you are a like me: That is, a fool who hasn't got $300 to waste but in possession of the earlier version of these headphones. I urge you not buy this since it is in no way better than the earlier headphones. Goodbye dear public. “You! Hypocrite lecteur! – mon semblable, -mon frère!”",
				"date": "Reviewed in the United States on October 21, 2020",
				"rating": "1.0 out of 5 stars",
				"title": "What have I done to deserve this?",
				"userName": "H. Akan",
				"url": "/gp/customer-reviews/R3KD3OA3UYL3OI/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B0863TXGM3",
				"images": [],
				"variationList": ["Color: Black"]
			}
		],
		"productSpecification": [],
		"mainImage": {
			"imageUrl": "https://m.media-amazon.com/images/I/71o8Q5XJS5L._AC_SX679_.jpg",
			"imageResolution": "679 x 814"
		},
		"categories": ["Electronics", "Headphones", "Over-Ear Headphones"]
	},
	{
		"title": "ASUS TUF Gaming Laptop, 15.6” 120Hz Full HD IPS-Type, AMD Ryzen 7 3750H, GeForce GTX 1650, 8GB DDR4, 512GB PCIe SSD, Gigabit Wi-Fi 5, Windows 10 Home, FX505DT-EB73",
		"manufacturer": "Visit the ASUS Store",
		"countReview": 199,
		"answeredQuestions": 74,
		"productRating": "4.3 out of 5 stars",
		"asin": "B07QM4F25N",
		"sizeSelection": [],
		"soldBy": "Digital Age USA",
		"fulfilledBy": "Digital Age USA",
		"sellerId": "A1LZN806TROZ37",
		"warehouseAvailability": "Only 1 left in stock - order soon.",
		"retailPrice": 0.0,
		"price": 1099.99,
		"priceRange": null,
		"shippingPrice": 0.0,
		"priceShippingInformation": "FREE delivery May 26 - 31. Details Or fastest delivery Wednesday, May 25. Details",
		"priceSaving": null,
		"features": [
			"NVIDIA GeForce GTX 1650 4GB Graphics",
			"Quad-core AMD Ryzen 7 3750H Processor",
			"15.6” FHD (1920x1080) 120Hz IPS-Type display",
			"512GB NVMe SSD | 8GB DDR4 RAM | Windows 10 Home",
			"Gigabit Wave 2 Wi-Fi 5 (802.11ac)"
		],
		"imageUrlList": [
			"https://m.media-amazon.com/images/I/81hvy0QbcPL._AC_SL1500_.jpg",
			"https://m.media-amazon.com/images/I/81gK08T6tYL._AC_SL1500_.jpg",
			"https://m.media-amazon.com/images/I/81m204Z9sEL._AC_SL1500_.jpg",
			"https://m.media-amazon.com/images/I/811FIGeJrEL._AC_SL1500_.jpg",
			"https://m.media-amazon.com/images/I/81MIuMy4luL._AC_SL1500_.jpg",
			"https://m.media-amazon.com/images/I/81S7KwB+KML._AC_SL1500_.jpg",
			"https://m.media-amazon.com/images/I/71txDBSkY-L._AC_SL1500_.jpg"
		],
		"videoeUrlList": [
			"https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-us-east-1-prod/v2/42cc5edd-7e61-5177-b6f5-598f2ff39d05/ShortForm-Generic-480p-16-9-1409173089793-rpcbe5.mp4"
		],
		"productDescription": "ASUS TUF Gaming FX505 is a powerful Windows 10 gaming laptop that combines gaming performance with up to a narrow bezel IPS-type panel and an extended lifespan, thanks to its patented Anti-Dust Cooling (ADC) system. Equipped with NVIDIA GeForce GTX graphics, and a quad-core Ryzen 7 processor, FX505 is able to play the latest games and multitask with ease. FX505 features one of the fastest Wi-Fi standards available — the latest Intel Wave 2 Wi-Fi 5 (802.11ac) boasts data transfer rates of up to an incredible 1.7Gbps. To top it all off, it’s Red-backlit gaming keyboard is rated at 20-million keystroke durability.",
		"productDetails": [
			{
				"name": "Standing screen display size",
				"value": "‎15.6 Inches"
			},
			{
				"name": "Max Screen Resolution",
				"value": "‎1920 x 1080 Pixels"
			},
			{
				"name": "Processor",
				"value": "‎4 GHz amd_ryzen_7"
			},
			{
				"name": "RAM",
				"value": "‎8 GB DDR4"
			},
			{
				"name": "Memory Speed",
				"value": "‎2666 MHz"
			},
			{
				"name": "Hard Drive",
				"value": "‎512 GB Flash Memory Solid State"
			},
			{
				"name": "Graphics Coprocessor",
				"value": "‎NVIDIA GeForce GTX 1650"
			},
			{
				"name": "Chipset Brand",
				"value": "‎NVIDIA"
			},
			{
				"name": "Card Description",
				"value": "‎Dedicated"
			},
			{
				"name": "Graphics Card Ram Size",
				"value": "‎4 GB"
			},
			{
				"name": "Wireless Type",
				"value": "‎Bluetooth, 802.11b/n/ac"
			},
			{
				"name": "Number of USB 2.0 Ports",
				"value": "‎1"
			},
			{
				"name": "Number of USB 3.0 Ports",
				"value": "‎2"
			},
			{
				"name": "Brand",
				"value": "‎ASUS"
			},
			{
				"name": "Series",
				"value": "‎TUF Gaming"
			},
			{
				"name": "Item model number",
				"value": "‎FX505DT-EB73"
			},
			{
				"name": "Hardware Platform",
				"value": "‎PC"
			},
			{
				"name": "Operating System",
				"value": "‎Windows 10 Home"
			},
			{
				"name": "Item Weight",
				"value": "‎4.85 pounds"
			},
			{
				"name": "Product Dimensions",
				"value": "‎14.2 x 10.3 x 1 inches"
			},
			{
				"name": "Item Dimensions LxWxH",
				"value": "‎14.2 x 10.3 x 1 inches"
			},
			{
				"name": "Color",
				"value": "‎Black"
			},
			{
				"name": "Processor Brand",
				"value": "‎Intel"
			},
			{
				"name": "Processor Count",
				"value": "‎4"
			},
			{
				"name": "Computer Memory Type",
				"value": "‎DDR4 SDRAM"
			},
			{
				"name": "Flash Memory Size",
				"value": "‎512"
			},
			{
				"name": "Hard Drive Interface",
				"value": "‎Solid State"
			},
			{
				"name": "Hard Drive Rotational Speed",
				"value": "‎10000 RPM"
			},
			{
				"name": "Optical Drive Type",
				"value": "‎No Optical Drive"
			},
			{
				"name": "Batteries",
				"value": "‎1 Lithium Polymer batteries required. (included)"
			},
			{
				"name": "ASIN",
				"value": "B07QM4F25N"
			},
			{
				"name": "Customer Reviews",
				"value": "4.3 out of 5 stars 199 ratings 4.3 out of 5 stars"
			},
			{
				"name": "Best Sellers Rank",
				"value": "#43,228 in Computers & Accessories (See Top 100 in Computers & Accessories) #8,084 in Traditional Laptop Computers"
			},
			{
				"name": "Date First Available",
				"value": "April 23, 2019"
			}
		],
		"minimalQuantity": "1",
		"dealPrice": 0.0,
		"salePrice": 0.0,
		"reviews": [
			{
				"text": "Met my needs for a new gaming laptop perfectly. Pros: • Solid, sturdy build • Powerful- game performance exceeded my expectations, even with just 8 gig of RAM • Keyboard is surprisingly comfortable to type with • The laptop's monitor is high quality, and the high refresh rate makes watching live sports or gaming look great Cons • Fans do a great job keeping the system cool, but they can be loud • The trackpad is poor, especially for someone that's used to Macs. Since this is billed as a gaming PC this is a minor issue- stick to using a mouse and you'll never notice For the price I couldn't be happier with this laptop. If you're looking for an affordable gaming system you can't go wrong with this.",
				"date": "Reviewed in the United States on May 19, 2019",
				"rating": "4.0 out of 5 stars",
				"title": "Outstanding system for the price",
				"userName": "Cary Preston",
				"url": "/gp/customer-reviews/R2LEK1KO8I3LI2/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B07QM4F25N",
				"imageUrlList": [],
				"variationList": ["Style: 120Hz | 512 | GTX 1650"]
			},
			{
				"text": "I was excited to finally have a decent laptop with fantastic features and life like screen, but beneath the features this Asus FX-505DT laptop has major issues....despite long talks with Asus techs, and hours at home, this laptop fails to measure up. All i wanted to do is use a USB device to run/install some programs and install a dual boot operating system, despite hours to get the BIOS to respond, this laptop refuses to recognize ANY USB device, any USB device, thumb drive, external dvd player, any USB device. Even with a purge of the BIOS, and complete reset of Windows 10, this machine refuses to recognize any USB device... A necessary feature in the bios , CSM fails to appear...unable to disable UEFI...and there's .more, which i wont bore you with. I spoke to Asus techs who told me the USB devices should be recognized if windows 10 was installed and active. This made no difference...enough. To say the least, i am disappointed. I have great respect for Asus brand products for desktop computers, but for this laptop, my first Asus laptop, two thumbs down.",
				"date": "Reviewed in the United States on February 25, 2020",
				"rating": "1.0 out of 5 stars",
				"title": "Looks like a fantastic budget gaming laptop, but it has major problems",
				"userName": "Michael R. Smith",
				"url": "/gp/customer-reviews/R999Z2E4VPANU/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B07QM4F25N",
				"imageUrlList": [],
				"variationList": ["Style: 120Hz | 512 | GTX 1650"]
			},
			{
				"text": "I was very impressed by the item description and read a couple of reviews and quickly purchased the ASUS TUF (2019) Gaming Laptop, 15.6” 120Hz Full HD IPS-Type, AMD Ryzen 7 3750H, GeForce GTX 1650, 8GB DDR4, 512GB PCIe SSD version. While waiting for UPS to deliver the laptop, as it needed a signature, I started reading all the reviews. I quickly became very concerned with the reviews detailing the BSOD's and black screens. I then googled video reviews, and found that almost all reviewers by professional techs recommended this laptop as a beginner's gaming machine. I have now used the laptop for approximately 12 hours and have these observations. First the negative. I HATE that all USB slots are on the left side of the laptop. There is nothing on the right side. I spend a lot of time gaming and laying down with the laptop on my belly and I have my left hand resting on the left side as I constantly use the Function 1-4 keys. The USB plug in adapter is rubbing a blister on my hand as there is no way to avoid it unless I don't use a mouse, which is unacceptable. The arrow keys are a little to far towards the middle, so I had to program the number pad keys for moving in game. Also, the F1 key starts too far to the right, so I have had to program my gaming keys somewhat. With that said, the laptop runs smoothly, is very quiet and does not run hot at all. Now I only play Everquest which is not a demanding game for a PC, but there is no heat or noise from the fans. I like the keyboard other than what I described above, and have no idea why some people have complained about the keyboard and touch pad. The lighted keyboard does change colors, but it isn't a distraction for me at all, so I haven't tried to change it to stay at one color as of yet. So I like this laptop. If I experience any issues I will update my review.",
				"date": "Reviewed in the United States on August 22, 2019",
				"rating": "4.0 out of 5 stars",
				"title": "Great so far",
				"userName": "Greldon",
				"url": "/gp/customer-reviews/R1MPEGN3AGQXK0/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&ASIN=B07QM4F25N",
				"imageUrlList": [],
				"variationList": ["Style: 120Hz | 512 | GTX 1650"]
			}
		],
		"productSpecification": [],
		"mainImage": {
			"imageUrl": "https://m.media-amazon.com/images/I/81hvy0QbcPL._AC_SX679_.jpg",
			"imageResolution": "679 x 645"
		},
		"categories": [
			"Electronics",
			"Computers & Accessories",
			"Computers & Tablets",
			"Laptops",
			"Traditional Laptops"
		]
	}
]
